Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: Your search did not return any results
da: Din søgning gav ingen resultater
de: Deine Suche hat keine Ergebnisse geliefert
es: La búsqueda no tuvo resultados
fi: Hakusi ei tuottanut tuloksia
fr: Votre recherche n'a retourné aucun résultat
nl: Je zoekopdracht heeft geen resultaten opgeleverd
pt_br: Sua busca não retornou resultados
ru: Поиск не дал никаких результатов
sk: Vaše vyhľadávanie nevrátilo žiadne výsledky.
zh_hant: 你的搜索沒有分會任何內容

source: Successfully added: %s
da: Tilføjede: %s
de: Erfolgreich hinzugefügt: %s
es: Agregado con éxito: %s
fi: Lisätty onnistuneesti: %s
fr: Vous avez joint avec succès: %s
nl: Succesvol toegevoegd: %s
pt_br: Adicionado com sucesso: %s
ru: Успешно добавлено: %s
sk: Úspešne pridané: %s
zh_hant: 成功添加: %s

source: %s was successfully added.
da: %s blev korrekt tilføjet.
de: %s wurde erfolgreich hinzugefügt.
es: %s fue agregado con éxito.
fi: %s lisättiin onnistuneesti.
fr: %s a été ajouté avec succès.
nl: %s is succesvol toegevoegd.
pt_br: %s foi adicionado com sucesso.
ru: %s был успешно добавлен.
sk: %s bol úspešne pridaný.
zh_hant: %s 添加成功.

source: %s uploaded and replaces old attachment.
da: %s uploadet og erstatter tidligere vedhæftninger.
de: %s wurde hochgeladen und ersetzt den alten Anhang.
es: %s ha sido grabado y reemplazará al adjunto antiguo.
fi: %s ladattu ja korvaa vanhan liitetiedoston.
fr: %s télécharger et remplacer l'ancienne pièce jointe.
nl: %s is toegevoegd en vervangt oude bijlage.
pt_br: %s adicionado e substituiu o anexo anterior.
ru: %s загрузить и заменить существующее вложение.
sk: Súbor %s bol úspešne nahratý a nahradil staršiu verziu prílohy.
zh_hant: %s 上傳並替換了老的附件.

source: Your file could not be saved: %s
da: Din fil kunne ikke gemmes: %s
de: Deine Datei konnte nicht gespeichert werden: %s
es: Su archivo no ha sido grabado: %s
fi: Tiedostoa ei voit tallentaa: %s
fr: Votre fichier n'a pas pu être sauvé: %s
nl: Je bestand kan niet worden opgeslagen: %s
pt_br: Seu arquivo não pode ser salvo: %s
ru: Файл не может быть сохранен: %s
sk: Váš súbor nemohol byť uložený: %s
zh_hant: 你的文件為保存: %s

source: Your new file will automatically be renamed to match the file already present. Files with different extensions are not allowed.
da: Din nye fil vil automatisk blive navngivet så den passer til den fil der allerede er. Forskellige filtyper med samme navn er ikke tilladt.
de: Deine Datei wird automatisch umbenannt um dem bereits vorhandenen zu entsprechen. Andere Dateitypen sind nicht erlaubt.
es: El nuevo archivo será renombrado como el archivo antiguo. Los archivos con diferentes extensiones no son permitidos.
fi: Uuden tiedoston nimi muutetaan automaattisesti samaksi kuin jo olemassaolevan tiedoston nimi. Tiedostolla ei saa olla eri päätettä.
fr: Votre nouveau fichier sera automatiquement renommé pour correspondre au fichier déjà présent.Fichiers avec des extensions différentes ne sont pas autorisés.
nl: Je nieuwe bestand zal automatisch worden hernoemd zodat het overeenkomt met het reeds bestaande bestand. Bestandsnamen met verschillende extensies zijn niet toegestaan.
pt_br: Seu novo arquivo será renomeado automaticamente para um nome compatível com o nome do arquivo já existente. Arquivos com extensões diferentes não serão permitidos
ru: Новый файл будет автоматически переименован, чтобы соответствовать существующим файлам. Другие расширения не разрешены.
sk: Váš nový súbor bude automaticky premenovaný, tak aby sa jeho názov zhodoval s už prítomným súborom. Súbory s rôznymi príponami nie sú povolené.
zh_hant: 你的新文件因為重名已被自動重命名. 相同文件名不同文件擴展名是不允許的.

source: Current revision changed for %s.
da: Nuværende revision ændret for %s.
de: Aktuelle Revision ersetzt durch %s.
es: La revisión actual de %s ha cambiado.
fi: Nykyinen versio muutettu kohteelle %s
fr: Révision actuelle changée pour %s.
nl: Huidige revisie gewijzigd voor %s.
pt_br: Versão atual alterada para %s
ru: Текущая ревизия изменена %s.
sk: Súčasná verzia zmenená za %s.
zh_hant: 當前版本變更為 %s.

source: Added a reference to "%(att)s" from "%(art)s".
da: Tilføjet en reference til "%(att)s" fra "%(art)s".
de: Es wurde eine Referenz von "%(art)s" zu "%(att)s" angelegt.
es: Una referencia ha sido agregada a "%(att)s" desde "%(art)s".
fi: Lisättiin viittaus kohteesta "%(art)s" kohteeseen "%(att)s".
fr: Ajout d'une référence à "%(art)s" à partir de "%(att)s" angelegt.
nl: Er is een verwijzing toegevoegd naar "%(att)s" vanuit "%(art)s".
pt_br: Adicionada uma referencia de "%(att)s" para "%(art)s"
ru: Добавлена ссылка "%(art)s" для "%(att)s".
sk: Pridaný odkaz k "%(att)s" z "%(art)s".
zh_hant: 添加關聯, 到 "%(att)s" 從 "%(art)s".

source: "%(att)s" is already referenced.
da: "%(att)s" er allerede refereret.
de: "%(att)s" ist schon verknüpft.
es: "%(att)s" ya está referenciado.
fr: "%(att)s" est déjà référencé.
nl: Er bestaat al een verwijzing naar "%(att)s".
pt_br: "%(att)s" já foi referenciado.
ru: "%(att)s" ссылка уже была добавлена.
sk: na "%(att)s" už je odkazované.
zh_hant: "%(att)s" 已經被引用。

source: The file %s was deleted.
da: Filen %s blev slettet.
de: Die Datei %s wurde gelöscht.
es: El archivo %s ha sido borrado.
fi: Tiedosto %s poistettiin.
fr: Le fichier %s a été supprimée.
nl: Bestand "%s" is verwijderd.
pt_br: O arquivo %s fei excluído
ru: Файл %s был удален.
sk: Súbor %s bol vymazaný.
zh_hant: 文件 %s 已被刪除.

source: This article is no longer related to the file %s.
da: Artiklen er ikke længere tilknyttet filen %s.
de: Dieser Artikel ist nicht mehr im Bezug zu der Datei %s.
es: Este artículo ya no esta relacionado con el archivo %s.
fi: Tämä artikkeli ei enää liity tiedostoon %s.
fr: Cet article n'est plus liée au fichier: %s.
nl: Dit artikel bevat geen verwijzing meer naar bestand "%s".
pt_br: Este artigo não está mais relacionado com o arquivo %s
ru: К этой статье больше не привязан файл %s.
sk: Tento článok sa už neviaže k súboru %s.
zh_hant: 這篇文章不再關聯文件 %s.

source: A file was changed: %s
da: En fil blev ændret: %s
de: Eine Datei wurde geändert: %s
es: Un archivo ha cambiado: %s
fi: Tiedostoa muutettiin: %s
fr: Un fichier a été changé: %s
nl: Het volgende bestand is gewijzigd: %s
pt_br: Um arquivo foi alterado: %s
ru: Файл был изменен: %s
sk: Súbor %s bol zmenený
zh_hant: 一個文件被修改了: %s

source: A file was deleted: %s
da: En fil blev slettet: %s
de: Eine Datei wurde gelöscht: %s
es: Un archivo ha sido borrado: %s
fi: Tiedosto poistettiin: %s
fr: Un fichier a été supprimé: %s
nl: Het volgende bestand is verwijderd: %s
pt_br: Um arquivo foi excluído: %s
ru: Файл был удален: %s
sk: Súbor bol vymazaný: %s
zh_hant: 一個文件被刪除了: %s

source: Adding new articles
da: Tilføj nye artikler
de: Neue Artikel hinzufügen
es: Agreando nuevos artículos
fi: Lisätään uusia artikkeleita
fr: Ajout de nouveaux articles
nl: Artikelen toevoegen
pt_br: Adicionando novos artigos
ru: Добавляю новые статьи
sk: Pridávam nové články
zh_hant: 添加新文章

source: To create a new wiki article, create a link to it. Clicking the link gives you the creation page.
da: For at oprette en ny wiki-artikel, kan du lave et link til den. Ved at klikke på linket, kommer du ind på oprettelsessiden.
de: Um einen neuen Artikel zu anzulegen, erstelle einen Link dahin. Wenn du auf den Link klickst kommst du zum Artikelformular.
es: Para crear un nuevo artículo creé un enlace a él. Al hacer click en el enlace accederá a la página de creación.
fi: Luodaksesi uuden artikkelin, luo siihen linkki. Linkki vie sivulle, jolla artikkeli voidaan luoda.
fr: Pour créer rapidement un nouvel article, crée un lien vers celui-ci. En cliquant sur le lien vous accédez alors directement à la page de création.
nl: Klik op de link om een nieuw wiki artikel aan te maken.
pt_br: Para criar um novo artigo na wiki, crie um link para ele. Clicando no link você será levado para a página onde poderá criar o novo artigo.
ru: Чтобы создать новую статью, создайте ссылку для нее. Кликнув на ссылку вы создадите страницу.
sk: Na vytvorenie nového článku, vytvorte link na budúci článok. Kliknutím na link môžete editovať nový článok.
zh_hant: 要創建一個新的wiki文章, 請創建一個指向它的鏈接, 然後點擊鏈接將會為你創建此頁面.

source: An external link
da: Et eksternt link
de: Ein externer Link
es: Un enlace externo
fi: Ulkopuolinen linkki
fr: Un lien externe
nl: Een externe link
pt_br: Um link externo
ru: Внешняя ссылка
sk: Externý odkaz
zh_hant: 一個外部鏈接

source: Headers
da: Overskrifter
de: Überschriften
es: Títulos
fi: Otsikot
fr: En-têtes
nl: Kopteksten
pt_br: Cabeçalhos
ru: Заголовки
sk: Hlavičky
zh_hant: 頭

source: Use these codes for headers and to automatically generate Tables of Contents.
da: Brug disse koder til overskrifter og for automatisk genererede Indholdsfortegnelse.
de: Benutze diese Kodierung für Überschriften und um automatisch ein Inhaltsverzeichnis zu generieren (TOC).
es: Use estos códigos para los títulos y para generar automáticamente la Tabla de Contenidos.
fi: Käytä näitä koodeja otsikoille ja luodaksesi automaattisesti sisällysluettelon.
fr: Utilisez ces codes pour les entêtes et pour automatiquement générer une table des matières (TOC).
nl: Gebruik deze codes voor kopteksten en om automatisch een inhoudsopgave te genereren.
pt_br: Use esses códigos para os cabeçalhos e para automaticamente gerar o Índice.
ru: Используйте эти коды для заголовков и создания оглавления (TOC).
sk: Použite tieto kódy pre nadpisy a automatické vygenerovanie obsahu.
zh_hant: 在頂部使用這個代碼, 將自動生成內容列表.

source: Typography
da: Typografi
de: Typografie
es: Tipografía
fi: Painoasu
fr: Typographie
nl: Typografie
pt_br: Tipografia
ru: Типография
sk: Typografia
zh_hant: 版式

source: Lists
da: Lister
de: Listen
es: Listas
fi: Listat
fr: Listes
nl: Opsommingen
pt_br: Listas
ru: Списки
sk: Zoznamy
zh_hant: 列表

source: Tables
da: Tabeller
de: Tabellen
es: Tablas
fi: Taulukot
fr: Tableaux
nl: Tabellen
pt_br: Tabelas
ru: Таблицы
sk: Tabuľky
zh_hant: 列表

source: Help
da: Hjælp
de: Hilfe
es: Ayuda
fi: Apua
fr: Aide
nl: Ondersteuning
pt_br: Ajuda
ru: Помощь
sk: Pomoc
zh_hant: 幫助

source: New image %s was successfully uploaded. You can use it by selecting it from the list of available images.
da: Nyt billede %s blev korrekt uploadet. Du kan indsætte det ved at vælge det fra listen over tilgængelige billeder.
de: Das neue Bild %s wurde erfolgreich hochgeladen. Du kannst es benutzen, indem du es aus der Liste von verfügbaren Bildern auswählst.
es: La imágen %s fue grabada con éxito. Puede usarla seleccionandola de la lista de imágenes disponibles.
fi: Uusi kuva %s ladattiin onnistuneesti. Voit käyttää sitä valitsemalla sen käytettävissä olevien kuvien listalta.
fr: L'image %s a été téléchargé avec succès. Vous pouvez maintenant l'utiliser en la sélectionnant dans la liste des images disponibles.
nl: Afbeelding "%s" is geüpload. Je kunt het gebruiken door het te selecteren uit de lijst met beschikbare afbeeldingen.
pt_br: A nova imagem %s foi adicionada com sucesso. Você pode usá-la selecionando na lista de imagens disponíveis.
ru: Новое изображение %s было успешно загружено. Вы можете использовать его выбрав его из списка доступных изображений.
sk: Nový obrázok %s bol úspešne nahratý. Môžete ho použiť jeho vybratím zo zoznamu obrázkov.
zh_hant: 新圖片 %s 已經成功上傳. 你可以通過從可用圖片列表中選擇來使用它.

source: Are you sure?
da: Er du sikker?
de: Bist du dir sicher?
es: Esta seguro ?
fi: Oletko varma
fr: Vous êtes sûr ?
nl: Weet je het zeker?
pt_br: Você tem certeza?
ru: Вы уверены?
sk: Ste si istý?
zh_hant: 你確定麼?

source: image
da: billede
de: Bild
es: imágen
fi: kuva
nl: afbeelding
pt_br: imagem
ru: изображение
sk: obrázok
zh_hant: 圖片

source: images
da: billeder
de: Bilder
es: imágenes
fi: kuvat
nl: afbeeldingen
pt_br: imagens
ru: изображения
sk: obrázky
zh_hant: 圖片

source: Image: %s
da: Billede: %s
de: Bild: %s
es: Imágen: %s
fi: Kuva: %s
nl: Afbeelding: %s
pt_br: Imagem: %s
ru: Изображение: %s
sk: Obrázok: %s
zh_hant: 圖片: %s

source: Current revision not set!!
da: Nuværende revision ej sat!!
de: Aktuelle Revision nicht ausgewählt!!
es: Revisión actual no determinada!!
fi: Nykyistä versiota ei määritetty!!
fr: Révision actuelle pas encore défini!!
nl: Huidige revisie is niet ingesteld!
pt_br: Revisão atual não escolhida!!
ru: Текущая ревизия не установлена!!
sk: Súčasná verzia nie je nastavená!!
zh_hant: 當前版本未設置!

source: image revision
da: billedrevision
de: Bildrevision
es: revisión de imágen
fi: kuvan versio
fr: image révision
nl: afbeeldingsrevisie
pt_br: revisão da imagem
ru: ревизия изображения
sk: verzia obrázku
zh_hant: 圖片版本

source: image revisions
da: billedrevisioner
de: Bildrevisionen
es: revisiones de imágen
fi: kuvan versiot
fr: image révisions
nl: afbeeldingsrevisies
pt_br: revisões da imagem
ru: ревизии изображения
sk: verzie obrázkov
zh_hant: 圖片版本

source: Image Revsion: %d
da: Billedrevision: %d
de: Bildrevision: %d
es: Revsión de Imágen: %d
fi: Kuvan versio: %d
fr: Image révision: %d
nl: Afbeeldingsrevisie: %d
pt_br: Revisão da Imagem: %d
ru: Ревизия изображения: %d
sk: Verzia obrázku: %d
zh_hant: 圖片版本: %d

source: Images
da: Billeder
de: Bilder
es: Imágenes
fi: Kuvat
nl: Afbeeldingen
pt_br: Imagens
ru: Изображения
sk: Obrázky
zh_hant: 圖片

source: The following images are available for this article. Copy the markdown tag to directly refer to an image from the article text.
da: Følgende billeder er tilgængelige for artiklen. Kopier markdown-tagget for at referere til et billede i artikelteksten.
de: Die folgenden Bilder sind für diesen Artikel verfügbar. Kopiere den Markdowntag um ein Bild in den Artiekl einzubinden.
es: Las siguientes imágenes están disponibles para este artículo. Copie la etiqueta para incluir la imágen en el artículo.
fi: Seuraavat kuvat ovat käytettävissä tälle artikkelille. Kopioi Markdown-elementti viitataksesi kuvaan suoraan artikkelista.
fr: Les images suivants sont disponibles pour cet article. Copiez le 'tag markdown' pour directement faire référence à l'image dans l'article.
nl: De volgende afbeeldingen zijn beschikbaar voor dit artikel. Kopieer de markdown tag om in de tekst van het artikel direct naar een afbeelding te verwijzen.
pt_br: As seguintes imagens estão disponíveis para esse artigo. Copie o código markdown para referenciar essa imagem no texto do seu artigo.
ru: Эти изображения доступны для статьи. Скопируйте Markdown-код непосредственно в тело статьи.
sk: Nasledujúce obrázky sú dostupné pre tento článok. Skopírujte markdown tag na miesto v texte, kde sa má zobraziť.
zh_hant: 以下圖片可供這篇文章使用, 直接複製markdown標籤到文章的文本中來使用圖片.

source: Back to edit page
da: Tilbage til Ret
de: Zurück zur Bearbeitung
es: Regresar a Edición
fi: Takaisin muokkaussivulle
fr: Retour à la page d'édition
nl: Terug naar de wijzig-pagina
pt_br: Voltar à página de edição
ru: Вернуться к редактированию
sk: Naspäť k editovaniu článku
zh_hant: 返回到編輯頁面

source: No file
da: Ingen fil
de: Keine Datei
es: Ningún archivo
fi: Ei tiedostoa
fr: Aucun fichier
nl: Geen bestand
pt_br: Nenhum arquivo
ru: Нет файла
sk: Žiadny súbor
zh_hant: 沒有文件

source: Upload and publish new image
da: Upload og publicér nyt billede
de: Neues Bild hochladen und veröffentlichen
es: Cargar y publicar una nueva imagen
fr: Charger et publier une nouvelle image
nl: Nieuwe afbeelding uploaden en publiceren
pt_br: Fazer upload e publicar uma nova imagem
ru: Загрузите и опубликуйте новое изображение.
sk: Nahrať a publikovať nový obrázok
zh_hant: 上傳並發布新的圖片

source: Restore image
da: Gendan billede
de: Bild wiederherstellen
es: Restaurar imágen
fi: Palauta kuva
fr: Restorer l'image
nl: Afbeelding herstellen
pt_br: restaurar imagem
ru: Восстановить изображение
sk: Obnoviť obrázok
zh_hant: 恢復圖片

source: Remove image
da: Fjern billede
de: Bild löschen
es: Borrar imágen
fi: Poista kuva
fr: Supprimer l'image
nl: Afbeelding verwijderen
pt_br: Remover imagem
ru: Удалить изображение
sk: Odstrániť obrázok
zh_hant: 刪除圖片

source: Completely delete
da: Permanent sletning
de: Vollständig löschen
es: Eliminar completamente
fi: Poista lopullisesti
fr: Supprimer complètement l'image
nl: Volledig verwijderen
pt_br: Remover completamente
ru: Удалить полностью
sk: Úplne vymazať
zh_hant: 刪除完成

source: History
da: Historik
de: Revisionen
es: Historia
fi: Historia
fr: Historique
nl: Historie
pt_br: Histórico
ru: История
sk: História
zh_hant: 歷史

source: Revert to this version
da: Genskab denne version
de: Zu dieser Revision zurückkehren
es: Regresar a esta versión
fi: Palaa tähän versioon
fr: Rétablir cette version
nl: Deze versie herstellen
pt_br: Reverter para essa versão
ru: Вернуться к ревизии
sk: Vrátiť túto verziu
zh_hant: 恢復到這次修訂

source: There are no images for this article.
da: Der er ingen billeder på denne artikel.
de: Es gibt keine Bilder für diesen Artikel.
es: No hay imágenes para este artículo.
fi: Artikkelilla ei ole kuvia.
fr: Il n'y a pas d'images pour cet article.
nl: Er zijn geen afbeeldingen voor dit artikel.
pt_br: Não existem imagens para esse artigo
ru: Там нет изображений для этой статьи.
sk: Pre tento článok nie sú žiadne obrázky.
zh_hant: 這個文章沒有圖片.

source: Purge deletion
da: Permanent sletning
de: Für immer löschen
es: Elimar Totalmente
fi: Tuhoaminen
fr: Suppression complète
nl: Opschonen
pt_br: Restaurar
ru: Удалить навсегда
sk: Vymazať natrvalo
zh_hant: 清除刪除

source: Purge image: Completely remove image file and all revisions.
da: Permanent sletning: Fjern billedfilen og al historik.
de: Löscht das Bild für immer, ohne dass es rückgängig gemacht werden kann.
es: Eliminar imágen: Elimina sin posibilidad de recuperar la imágen y todas sus revisiones.
fi: Tuhoa kuva: Poista kuva ja kaikki sen versiot lopullisesti.
fr: Supprimer l'image: Enlever complètement le fichier image et toutes les révisions.
nl: Afbeelding opschonen: bestand en alle revisies volledig verwijderen.
pt_br: Remover completamente a imagem e todas as suas revisões.
ru: Удаляет изображение навсегда (и все его ревизии), это не может быть отменено.
sk: Vymazať obrázok so súborom aj so všetkými jeho verziami.
zh_hant: 清除圖片: 徹底刪除的圖像文件和所有修訂.

source: Remove it completely!
da: Fjern det permanent!
de: Für immer löschen!
es: Eliminar completamente!
fi: Poista lopullisesti!
fr: Supprimer définitivement!
nl: Volledig verwijderen!
pt_br: Remover completamente!
ru: Удалить полностью!
sk: Odstrániť úplne!
zh_hant: 刪除已完成!

source: Image not found
da: Billede ikke fundet
de: Bild nicht gefunden
es: Imágen no encontrada
fi: Kuvaa ei löydy
fr: Image introuvable
nl: Afbeelding niet gevonden
pt_br: Imagem não encontrada
ru: Изображение не найдено
sk: Obrázok nebol nájdený
zh_hant: 圖片未找到

source: Replace image
da: Overskriv billede
de: Bild ersetzen
es: Reemplazar imágen
fi: Korvaa kuva
fr: Remplacer l'image
nl: Afbeelding vervangen
pt_br: Substituir imagem
ru: Заменить изображение
sk: Nahradiť obrázok
zh_hant: 替換圖片

source: Choose an image file to replace current image.
da: Vælg et billede til at erstatte eksisterende billede.
de: Wähle ein Bild aus, mit dem das aktuelle ersetzt werden soll.
es: Seleccione una imágen para reemplazar la imágen actual.
fi: Valitse kuvatiedosto korvaamaan nykyinen kuva.
fr: Selectionnez une image pour remplacer celle actuelle.
nl: Selecteer afbeelding om de huidige afbeelding te vervangen.
pt_br: Escolha uma imagem para substituir a atual.
ru: Выберите изображение для замены текущего изображения.
sk: Vyberte obrázok, ktorý nahradí súčasnú verziu
zh_hant: 選擇一個圖像文件, 以取代目前的圖像.

source: Image id
da: Billede ID
de: Bild id
es: id Imágen
fi: Kuvan tunniste
nl: Afbeelding ID
pt_br: Id da imagem
ru: ID изображения
sk: ID obrázku
zh_hant: 圖片id

source: Insert
da: Indsæt
de: Einfügen
es: Insertar
fi: Lisää
fr: Insérer
nl: Invoegen
pt_br: Inserir
ru: Вставить
sk: Vložiť
zh_hant: 插入

source: No images found for this article
da: Ingen billeder fundet for denne artikel
de: Es wurden keine Bilder für diesen Artikel gefunden
es: No se encontraron imágenes para este artículo
fi: Artikkelilla ei ole kuvia
fr: Aucune image n'a été trouvée pour cet article
nl: Geen afbeeldingen gevonden voor dit artikel
pt_br: Sem imagens para esse artigo
ru: Нет найдено изображений для этой статьи
sk: Neboli nájdené žiadne obrázky pre tento článok
zh_hant: 沒有找到這篇文章的圖片

source: Manage images
da: Administrér billeder
de: Bilder verwalten
es: Administrar imágenes
fi: Hallitse kuvia
fr: Gestion des images
nl: Afbeeldingen beheren
pt_br: Gerenciar imagens
ru: Управление изображениями
sk: Spravovať obrázky
zh_hant: 管理圖片

source: Add new image
da: Tilføj nyt billede
de: Neues Bild hinzufügen
es: Agregar nueva imágen
fi: Lisää uusi kuva
fr: Ajouter une nouvelle image
nl: Nieuwe afbeelding toevoegen
pt_br: Adicionar uma nova imagem
ru: Добавить новое изображение
sk: Pridať nový obrázok
zh_hant: 添加新文件

source: Add image
da: Tilføj billede
de: Bild hinzufügen
es: Agregar imágen
fi: Lisää kuva
fr: Ajouter une image
nl: Afbeelding toevoegen
pt_br: Adicionar imagem
ru: Добавить изображение
sk: Pridať obrázok
zh_hant: 添加圖片

source: You do not have permissions to add images.
da: Du har ikke rettigheder til at tilføje billeder.
de: Du hast nicht die nötigen Rechte um Bilder hinzuzufügen.
es: No tiene los permisos necesarios para agregar imágenes.
fi: Sinulla ei ole oikeutta lisätä kuvia.
fr: Vous n'avez pas la permission d'ajouter des images.
nl: Je hebt geen rechten voor het toevoegen van afbeeldingen.
pt_br: Você não tem permissão para adicionar imagens
ru: У вас нет прав на добавление изображений.
sk: Nemáte povolenie na pridávanie obrázkov.
zh_hant: 你沒有添加圖片的權限.

source: How to use images
da: Hvordan billeder anvendes
de: Anleitung für Bilder
es: Cómo usar imágenes
fi: Miten käyttää kuvia
fr: Comment utiliser les images
nl: Gebruik van afbeeldingen
pt_br: Como usar imagens
ru: Как использовать изображения.
sk: Ako používať obrázky
zh_hant: 如何使用圖片

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values​​ for align are left and right:
zh_hant: 上傳圖片之後, 它被連接到這個特定的頁面, 可以只在這裡使用. 其他用戶可以更換圖片, 但是舊的版本將被保留. 你可能想要顯示的圖片有個好的標題. 為了達到這個目的, 按Insert鍵, 填寫標題欄，並且可以選擇讓您的圖片浮動在內容的左邊或右邊. 你可以在標題上使用Markdown. 對於Markdown代碼語法在圖片上看起來像這樣, align可用的值是left和right:

source: %s has been restored
da: %s er blevet genskabt
de: %s wurde gespeichert
es: %s fue restaurado
fi: %s on palautettu
fr: %s a été restauré
nl: %s is hersteld
pt_br: %s foi restaurado
ru: %s восстановлено
sk: %s bol obnovený
zh_hant: %s 已被標記為恢復

source: %s has been marked as deleted
da: %s er blevet markeret som slettet
de: %s wurde als gelöscht markiert
es: %s fue marcado como borrado
fi: %s on merkitty poistettavaksi
fr: %s a été marqué comme supprimé
nl: %s is gemarkeerd om te worden verwijderd
pt_br: %s foi marcado como removido
ru: %s отмечено на удаление
sk: %s bol označený ako vymazaný
zh_hant: %s 已被標記為刪除

source: %(file)s has been changed to revision #%(revision)d
da: %(file)s er blevet ændret til revision #%(revision)d
de: %(file)s wurde auf Revision #%(revision)d geändert
es: %(file)s ha cambiado a la revisión #%(revision)d
fi: %(file)s on vaihdettu versioon #%(revision)d
fr: %(file)s a été changé pour la révision #%(revision)d
nl: %(file)s is gewijzigd naar revisie #%(revision)d
pt_br: %(file)s mudou para revisão #%(revision)d
ru: %(file)s изменена ревизия на #%(revision)d
sk: Súbor %(file)s bol zmenený na verziu #%(revision)d
zh_hant: %(file)s 被替換為為版本 #%(revision)d

source: %(file)s has been saved.
da: %(file)s er blevet gemt.
de: %(file)s wurde gespeichert.
es: %(file)s fue grabada con éxito.
fi: %(file)s on tallennettu.
fr: %(file)s a été sauvé.
nl: %(file)s is opgeslagen.
pt_br: %(file)s foi salvo.
ru: %(file)s сохранено.
sk: Súbor %(file)s bol uložený.
zh_hant: %(file)s 已被保存.
