Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: An image was added: %s
da: Et billede er blevet tilføjet: %s
de: Ein Bild wurde hinzugefügt: %s
es: Una imágen fue agregada: %s
fi: Kuva lisättiin: %s
fr: Une image a été ajoutée: %s
nl: De volgende afbeelding is toegevoegd: %s
pt_br: Uma imagem foi adicionada: %s
ru: Изображение добавлено: %s
sk: Obrázok bol pridaný: %s
zh_hant: 一個圖片被添加: %s

source: Link to another wiki page
da: Link til en anden wiki side
de: Link zu anderer Wikiseite
es: Enlace a otro artículo
fi: Linkki toiselle wiki-sivulle
fr: Lien vers une autre page du wiki
nl: Link naar een andere wiki pagina
pt_br: Link para um outro artigo da wiki
ru: Ссылка на другую вики-страницу
sk: Odkaz na inú wiki stránku
zh_hant: 鏈接到其它wiki頁面

source: Type in something from another wiki page's title and auto-complete will help you create a tag for you wiki link. Tags for links look like this:
da: Skriv noget fra en anden wiki artikels titel. 'Auto-complete' vil hjælpe dig med at oprette et 'tag' til dit wiki link. 'Tags' til links ser således ud:
de: Gib etwas aus dem Titel des anderen Wikieintrags ein. Auto-complete wird dir helfen, den Tag zu erstellen. Tags für links sehen so aus:
es: Escriba parte del título de otro artículo y el sistema le ayudara a autocompletar para crear una etiqueta para el enlace. Las etiquetas para enlace son como esta:
fr: Tapez quelque chose à partir du titre d'une autre page wiki et l'auto-complétion vous aidera à créer une étiquette pour le lien. Le tag pour créer un lien interne ressemble à ceci:
nl: Voer een deel van de titel uit een andere wiki titel in om een tag voor je wiki-link te aan te maken. Tags voor links zien er als volgt uit:
pt_br: Digite parte do título de outro artigo da wiki e o auto-completar vai te ajudar a criar um link para o artigo escolhido. Links estão exemplificados abaixo:
ru: Введите часть названия другой вики-страницы и автозаполнения поможет вам создать тег для вики ссылки. Теги для ссылки выглядеть следующим образом:
sk: Začnite písať niečo z nadpisu iného článku a automatické dokončovanie vám pomôže vytvoriť značku markdown tag odkaz na wiki stránku. Markdown tag na odkazy vyzerá takto:
zh_hant: 鍵入其它已存在wiki頁面的標題並自動完成, 將幫助你創建一個wiki鏈接標籤。鏈接標籤看起來像這樣:

source: You can link to another website simply by inserting an address example.com or http://example.com or by using the markdown syntax:
da: Du kan linke til en anden side ved at indsætte en adresse, for eksempel example.com eller http://example.com, eller ved at benytte følgende syntaks:
de: Du darfst auf eine andere Webseite verlinken indem du einfach eine Adresse (z.B. example.com oder http://example.com) eingibst oder folgende Syntax benutzt:
es: Puede enlazar una sitio web externo simplemente insertando una dirección ejemplo.com o http://ejemplo.com o usando el formato:
fi: Voit lisätä linkin toiselle sivustolle kirjoittamalla sen osoiteen example.com tai http://example.com, tai käyttämällä Markdown-syntaksia:
fr: Vous pouvez créer un lien vers un autre site en insérant simplement l'adresse (http://example.com) ou en utilisant la syntaxe markdown:
nl: Je kunt een link naar een andere locatie maken door een url in te voegen, bv. http://example.com of door gebruik te maken van Markdown:
pt_br: Você pode fazer um link para outro site apenas inserindo o endereço (example.com ou http://example.com) ou você pode usar a tag markdown para isso.
ru: Можно сделать ссылку на другой сайт, просто вставив адрес example.com или http://example.com или с помощью markdown синтаксиса:
sk: Odkaz na inú webovú stránku môžete jednoducho pridať vložením adresy priklad.sk alebo http://priklad.sk alebo použitím syntaxe markdownu.
zh_hant: 你可以簡單地插入一個地址 example.com 或 http://example.com 或使用markdown語法鏈接到另一個網站:

source: Links
es: Enlaces
fi: Linkit
fr: Liens
nl: Verwijzingen
ru: Ссылки
sk: Odkazy
zh_hant: 鏈接

source: Article list
da: Artikel liste
de: Artikelliste
es: Lista de artículos
fi: Artikkelilista
fr: Liste d'articles
nl: Lijst met artikelen
pt_br: Lista de artigos
ru: Список статей
sk: Zoznam článkov
zh_hant: 文章列表

source: Insert a list of articles in this level.
da: Insæt en liste artikler på dette niveau.
de: Füge eine Liste von Artikeln auf dieser Ebene ein.
es: Insertar una lista de artículos en este nivel.
fi: Lisää lista artikkeleista tällä tasolla
fr: Insérer une liste d'articles à ce niveau.
nl: Lijst met artikelen op het huidige niveau invoegen.
pt_br: Insira uma lista de artigos nesse nível.
ru: Вставка список статей для этого уровня.
sk: Vložiť zoznam článkov v tejto úrovni.
zh_hant: 插入一個此級別的文章列表.

source: Maximum depth to show levels for.
da: Maksimal dybde at vise niveauer.
de: Maximale Ebenentiefe, für die Artikel angezeigt werden sollen.
es: Número máximo de niveles a mostrar
fi: Suurin syvyys, jolle näytetään tasoja
fr: Profondeur maximale à afficher
nl: Maximale diepte waarop niveaus worden getoond.
pt_br: Número máximo de níveis a ser mostrado.
ru: Максимальная глубина показанных уровней.
sk: Maximálna hĺbka, do ktorej zobrazovať úrovne.
zh_hant: 最大深度, 以顯示水平.

source: Table of contents
da: Indholdsfortegnelse
de: Inhaltsverzeichnis
es: Tabla de Contenidos
fi: Sisällysluettelo
fr: La table des matières
nl: Inhoudsopgave
pt_br: Índice
ru: Оглавление
sk: Obsah
zh_hant: 內容列表

source: Insert a table of contents matching the headings.
da: Indsæt en indholdsfortegnelse der passer til overskrifterne.
de: Füge ein Inhaltsverzeichnis passend zu den Überschriften ein.
es: Insertar una tabla de contenidos de acuerdo a los títulos
fi: Lisää sisällysluettelo otsikoiden perusteella.
fr: Insérer une table des matières correspondant aux en-têtes.
nl: Inhoudsopgave invoegen op basis van kopteksten.
pt_br: Inserir Índice apenas para sub-títulos.
ru: Вставка оглавления с соответствующими заголовками.
sk: Vložte obsah stránky, ktorý zodpovedá nadpisom
zh_hant: 插入一個與此文章內容的標題相匹​​配的表格.

source: Insert a link to another wiki page with a short notation.
da: Indsæt et link til en anden wiki side med en kort beskrivelse.
de: Füge einen Link zu einer anderen Wikiseite mittels Kurznotation ein.
es: Insertar un enlace a otra página del wiki con notación abreviada.
fi: Lisää linkki toiseen artikkeliin lyhyen kuvauksen kanssa.
fr: Ajouter un lien sous forme d'une annotation vers une autre page du wiki
nl: Link invoegen met een korte notatie naar een ander wiki artikel
pt_br: Insira um link para outra pagina do wiki com uma notação curta.
ru: Вставить ссылку на другую страницу с комментарием
sk: Vložte odkaz na inú wiki stránku s krátkou poznámkou
zh_hant: 插入一個鏈接到另一個wiki頁面的短記號.

source: Article index
da: Artikel indeks
de: Artikelindex
es: Indice
fi: Artikkelihakemisto
nl: Index artikelen
pt_br: Índe de artigos
ru: Дерево статей
sk: Zoznam článkov
zh_hant: 文章索引

source: Nothing below this level
da: Intet under dette niveau
de: Es gibt keine Unterartikel
es: No hay nada abajo de este nível
fi: Ei artikkeleita tämän tason alla
fr: Rien en dessous de ce niveau
nl: Geen inhoud onder dit niveau
pt_br: Nada a ser mostrado abaixo desse nível
ru: Нет подпунктов
sk: Pod touto úrovňou nič nie je
zh_hant: 此級別一下沒有內容

source: Macros
da: Makroer
fi: Makrot
ru: Макрос
sk: Makrá
zh_hant: 宏

source: Receive notifications %(interval)s
da: Modtag notifikationer %(interval)s
de: Benachrichtigung erhalten %(interval)s
es: Recibir notificaciones %(interval)s
fi: Vastaanota ilmoituksia %(interval)s
fr: Réceptions des notifications %(interval)s
nl: Notificaties %(interval)s ontvangen
ru: Получать уведомления %(interval)s
sk: Príjmať notifikácie %(interval)s
zh_hant: 收到 %(interval)s 個通知

source: Remove subscriptions
da: Fjern abonnementer
de: Abonnement entfernen
es: Eliminar suscripciones
fi: Poista tilaus
fr: Supprimer les abonnements
nl: Abonnering verwijderen
ru: Удалить подписки
sk: Odstrániť odbery
zh_hant: 刪除訂閱

source: Select article subscriptions to remove from notifications
da: Vælg artikel abonnementer der skal fjernes fra notifikationer
de: Artikel Abonnements auswählen um Benachrichtigungen zu entfernen
es: Seleccione las suscripciones a artículos para eliminar de las noticaciones
fi: Valitse artikkeleiden tilaukset, jotka poistetaan ilmoituksista
fr: Sélectionner un abonnement à l'article pour supprimer une notification
nl: Selecteer de artikelen waar je geen notificaties meer voor wilt ontvangen
ru: Выберите подписки на статьи, для которых вы больше не хотите получать уведомления
sk: Vybrať odbery článkov, ku ktorým nebudete dostávať notifikácie
zh_hant: 選擇訂閱的文章, 從通知中移除

source: Email digests
da: E-mail opsummeringer
de: Email Benachrichtigungen
es: Resúmenes por correo electrónico
fi: Sähköpostilukemisto
fr: Digest d'email
nl: E-mail afschriften
ru: Уведомления по эл. почте
sk: Odbery emailom
zh_hant: 郵件摘要

source: Unchanged (selected on each article)
da: Uændret (valgt for hver enkelt artikel)
de: Unverändert (bei jedem Artikel ausgewählt)
es: Sin cambios (seleccionar en cada artículo)
fi: Muuttamaton (valitaan kullekin artikkelille)
fr: Non modifié (sélectionné sur chaque article)
nl: Ongewijzigd (geselecteerd op elk artikel)
ru: Без изменений
sk: Nezmenené (vybrané pre každý článok)
zh_hant: 未變更(在每個選中的文章)

source: No emails
da: Ingen emails
de: Keine Emails
es: No correos electrónicos
fi: Ei sähköposteja
fr: Pas de courriel
nl: Geen e-mails
ru: Не получать уведомления по эл. почте
sk: Žiadne emaily
zh_hant: 沒有email

source: Email on any change
da: Email ved enhver form for ændringer
de: Email bei jeder Veränderung
es: Recibir un correo electrónico por cada cambio
fi: Sähköposti kaikista muutoksista
fr: Email pour tout changement
nl: E-mail bij elke wijziging
ru: Получать уведомления по эл. почте при каждом изменении
sk: Poslať email v prípade akejkoľvek zmeny
zh_hant: 郵件上的任何變化

source: Notifications
da: Notifikationer
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
fr: Alertes
nl: Notificaties
pt_br: Notificações
ru: Уведомления
sk: Notifikácie
zh_hant: 通知

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Gestion
nl: Instellingen
pt_br: Configurações
ru: Настройки
sk: Nastavenia
zh_hant: 設置

source: When this article is edited
da: Når denne artikel bliver redigeret
de: Wenn dieser Artikel bearbeitet wird
es: Cuando este artículo es editado
fi: Kun tätä artikkelia muokataan
fr: Lorsque cet article est édité
nl: Als het artikel is gewijzigd
pt_br: Quando esse artigo foi editado
ru: Когда статья изменится
sk: Keď je tento článok upravený
zh_hant: 當此文章被編輯

source: Also receive emails about article edits
da: Modtag også emails om artikel ændringer.
de: Mails über Artikeländerungen senden
es: Recibir correos electrónicos cuando el artículo es editado
fi: Lisäksi vastaanota sähköposteja artikkelin muutoksista
fr: Envoyer également une alerte email si l'article a été modifié
nl: Ontvang ook e-mails bij artikel wijzigingen
pt_br: Também receber emails sobre edições feitas nesse artigo
ru: Также получать уведомления о правках статьи на e-mail
sk: Dostávať emaily o úpravách článku
zh_hant: 同時接收關於文章被編輯的郵件

source: Your notification settings were updated.
da: Dine notifikations indstillinger blev opdateret.
de: Deine Benachrichtigungseinstellungen wurden aktualisiert.
es: La configuración de notificaciones ha sido actualizada.
fi: Ilmoitusten asetukset päivitettiin.
fr: Vos alertes ont été mises à jour.
nl: Je notificatie instellingen zijn gewijzigd.
pt_br: Suas configurações de notificação foram atualizadas.
ru: Настройки уведомлений были обновлены.
sk: Vaše nastavenia notifikácií boli upravené.
zh_hant: 你的通知設置已被更新.

source: Your notification settings were unchanged, so nothing saved.
da: Dine notifikations indstillinger blev ikke ændret, derfor heller ikke gemt.
de: Deine Benachrichtigungseinstellungen sind unverändert. Es ist nicht zu speichern.
es: La configuración de notificaciones no ha cambiado.
fi: Ilmoitusten asetukset eivät muuttuneet, joten mitään ei tallennettu.
fr: Vos alertes sont inchangées, rien à sauver!.
nl: Je notificatie instellingen zijn niet gewijzigd, er is dus niets opgeslagen.
pt_br: Suas configurações de notificação não mudaram, nada a ser salvo.
ru: Настройки уведомлений не изменились, так что ничего не сохранено.
sk: Vaše nastavenia notifikácií zostali nezmenené, nič nebolo uložené.
zh_hant: 你的通知設置沒有變更, 所以沒什麼要保存的.

source: %(user)s subscribing to %(article)s (%(type)s)
da: %(user)s abonnerer på %(article)s (%(type)s)
de: %(user)s abonniert %(article)s (%(type)s)
es: %(user)s suscrito al %(article)s (%(type)s)
fi: %(user)s tilaa artikkelin %(article)s (%(type)s)
fr: %(user)s inscrivez-vous à %(article)s (%(type)s)
nl: aanmelding %(user)s op %(article)s (%(type)s)
pt_br: %(user)s receberá notificações do artigo %(article)s (%(type)s)
ru: %(user)s подписан на %(article)s (%(type)s)
sk: %(user)s prihlásený k odberu %(article)s (%(type)s)
zh_hant: %(user)s 訂閱了 %(article)s (%(type)s)

source: Article deleted: %s
da: Artikel slettet: %s
de: Artikel gelöscht: %s
es: Artículo borrado: %s
fi: Artikkeli poistettu: %s
fr: Article supprimé: %s
nl: Artikel verwijderd: %s
pt_br: Artigo removido: %s
ru: Статья удалена: %s
sk: Článok bol vymazaný: %s
zh_hant: 文章被刪除: %s

source: Article modified: %s
da: Artikel ændret: %s
de: Artikel geändert: %s
es: Artículo modificado: %s
fi: Artikkelia muokattu: %s
fr: Article modifié: %s
nl: Artikel gewijzigd: %s
pt_br: Artigo modificado: %s
ru: Статья изменена: %s
sk: Článok bol upravený: %s
zh_hant: 文章被修改: %s

source: New article created: %s
da: Ny artikel oprettet: %s
de: Neuer Artikel erstellt: %s
es: Nuevo artículo creado: %s
fi: Uusi artikkeli luotu: %s
fr: Nouvel article créé: %s
nl: Artikel toegevoegd: %s
pt_br: Novo artigo criado: %s
ru: Создана новая статья: %s
sk: Nový článok bol vytvorený: %s
zh_hant: 新文章被創建: %s

source: No notifications
da: Ingen notifikationer
de: Keine Benachrichtigungen
es: No hay notificaciones
fi: Ei ilmoituksia
fr: Aucunes alertes
nl: Geen notificaties
pt_br: Sem notificações
ru: Нет уведомления
sk: Žiadne notifikácie
zh_hant: 沒有通知

source: Clear notifications list
da: Ryd notifikations liste
de: Leere Benachrichtigungsliste
es: Borrar la lista de notificaciones
fi: Tyhjennä lista ilmoituksista
fr: Effacer la liste des alertes
nl: Lijst met notificaties wissen
pt_br: Limpar notificações
ru: Очистить список уведомлений
sk: Vymazať zoznam notifikácií
zh_hant: 清除通知列表

source: Notification settings
da: Notifikations indstillinger
de: Benachrichtigungseinstellungen
es: Configuración de Notificaciones
fi: Ilmoitusten asetukset
fr: Paramètres de notification
nl: Notificatie instellingen
ru: Настройки уведомлений
sk: Nastavenia notifikácií
zh_hant: 通知設置

source: Your notification settings
da: Dine notifikations indstillinger
de: Deine Benachrichtigungseinstellungen
es: Tus opciones de notificación
fi: Ilmoitusten asetuksesi
fr: Vos préférences de notifications
nl: Je notificatie instellingen
ru: Ваши настройки уведомлений
sk: Vaše nastavenia notifikácií
zh_hant: 你的通知設置

source: Manage how often you receive notifications
da: Administrer hvor ofte du modtager notifikationer
de: Wähle aus wie oft du Benachrichtigungen erhalten willst
es: Configure cuando quiere recibir notificaciones
fi: Hallitse kuinka usein vastaanotat ilmoituksia
fr: Gérer combien de notifications vous allez recevoir
nl: Wijzig hoe frequent je notificaties ontvangt
ru: Настройка периодичности получения уведомлений
sk: Nastaviť ako často chcete dostávať notifikácie
zh_hant: 管理你收取通知的頻率

source: Settings for
da: Indstillinger til
de: Einstellungen für
es: Configuración
fi: Asetukset
fr: Réglages pour
nl: Instellingen voor
ru: Настройки для
sk: Nastavenia pre
zh_hant: 設置

source: articles
da: artikler
de: Artikel
es: artículos
fi: artikkelille
nl: artikelen
ru: статей
sk: články
zh_hant: 文章

source: You are not subscribed to any notifications yet.
da: Du abonnerer ikke på nogen notifikationer endnu.
de: Du hast noch keine Benachrichtigungen abonniert.
es: No está suscrito a ninguna notificación aún
fi: Et ole tilannut mitään ilmoituksia vielä.
fr: Vous n'avez défini aucune notification
nl: Je ontvangt nog geen noticaties.
ru: У вас пока не настроено ни одно уведомление.
sk: Zatiaľ nie ste prihlásený k odberu žiadnych notifikácií.
zh_hant: 你還為訂閱任何通知.

source: Save changes
da: Gem ændringer
de: Speichern
es: Guardar Cambios
fi: Tallenna muutokset
fr: Sauvegarder les modifications
nl: Wijzigingen opslaan
pt_br: Salvar
ru: Сохранить изменения
sk: Uložiť zmeny
zh_hant: 保存更改

source: You will receive notifications %(interval)s for %(articles)d articles
da: Du vil modtage notifikationer %(interval)s for %(articles)d artikler
de: Du erhältst Benachrichtigung alle %(interval)s für %(articles)d Artikel
es: Recibirá notificación %(interval)s para %(articles)d artículos
fi: Vastaanotat ilmoituksia %(interval)s artikkeleista %(articles)d
fr: Vous allez recevoir des notifications %(interval)s pour %(articles)d articles
nl: Je zult %(interval)s notificaties ontvangen voor %(articles)d artikelen
ru: Вы получите уведомления %(interval)s для %(articles)d статей.
sk: Budete dostávať notifikácie %(interval)s pre %(articles)d článkov
zh_hant: 你將訂閱通知 %(interval)s 為 %(articles)d 文章

source: Account Settings
da: Konto Indstillinger
de: Kontoeinstellungen
es: Configuraciones de la cuenta
ru: Настройки аккаунта
zh_hant: 賬戶設置

source: Update
da: Opdater
es: Actualizar
ru: Обновить
zh_hant: 更新

source: Log in
da: Log ind
de: Einloggen
es: Ingresar
fi: Kirjaudu sisään
fr: Connexion
nl: Inloggen
pt_br: Entrar
ru: Вход
sk: Prihlásiť sa
zh_hant: 登錄

source: Please log in
da: Log ind
de: Bitte einloggen
es: Por favor, ingrese al sistema
fi: Kirjaudu sisään
fr: Connexion
nl: Log in
pt_br: Por favor, faça log in
ru: Пожалуйста, авторизуйтесь
sk: Prosím prihláste sa
zh_hant: 請登錄

source: Log me in...
da: Log ind...
de: Einloggen...
es: Ingresar al sistema...
fi: Kirjaudu sisään...
fr: M'inscrire...
nl: Inloggen...
pt_br: Entrar
ru: Войти...
sk: Prihlásiť ma
zh_hant: 登錄...

source: Don't have an account?
da: Har du en konto?
de: Du hast keinen Account?
es: Ya tiene una cuenta ?
fi: Eikö sinulla ole käyttäjätunnusta?
fr: Pas de compte ?
nl: Heb je nog geen account?
pt_br: Não possui uma conta de usuário?
ru: У вас нет аккаунта?
sk: Nemáte účet?
zh_hant: 還沒有賬戶?

source: Sign up
da: Opret konto
de: Registrieren
es: Inscripción
fi: Rekisteröidy
fr: S'enregistrer
nl: Aanmelden
pt_br: Criar conta
ru: Регистрация
sk: Registrovať sa
zh_hant: 註冊

source: Sign me up...
da: Opret konto...
de: Registrieren...
es: Incribirme
fi: Rekisteröidy...
fr: Inscrivez-vous !
nl: Aanmelden...
pt_br: Cadastrar
ru: Зарегистрироваться...
sk: Registrovať ma
zh_hant: 註冊...

source: This article was last modified:
da: Denne artikel blev sidst redigeret:
de: Dieser Artikel wurde zuletzt modifiziert:
es: Ultima modificación:
fi: Artikkelia on viimeksi muutettu:
fr: Cet article a été modifié le:
nl: Dit artikel is voor het laatst gewijzigd op:
pt_br: Última modificação desse artigo:
ru: Последние изменения этой статьи:
sk: Tento článok bol naposledy zmenený:
zh_hant: 此文章的最後一次編輯時間:

source: Log out
da: Log ud
de: Abmelden
es: Cerrar la sesión
fi: Kirjaudu ulos
fr: Déconnexion
nl: Uitloggen
pt_br: Sair
ru: Выход
sk: Odhlásiť sa
zh_hant: 登出

source: Deleted articles
da: Slettede artikler
de: Gelöschte Artikel
es: Eliminar Artículos
ru: Удаленные статьи
zh_hant: 刪除的文章

source: Home
da: Hjem
es: Inicio
fi: Etusivu
fr: Accueil
ru: Главная
sk: Domov
zh_hant: 主頁

source: About
da: Om
es: Acerca de
fi: Tietoja
fr: À propos
nl: Over
ru: О системе
sk: O nás
zh_hant: 關於

source: Powered by <a href="http://www.django-wiki.org">django-wiki</a>, an open source application under the <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> license. Let knowledge be the cure.
da: Lavet med <a href="http://www.django-wiki.org">django-wiki</a>, et open source program på <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> licens. Let knowledge be the cure.
de: Powered by <a href="http://www.django-wiki.org">django-wiki</a>, eine Open-Source-Anwendung unter der <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> Lizenz. Let knowledge be the cure.
es: Powered by <a href="http://www.django-wiki.org">django-wiki</a>, una aplicación de código abierto bajo la licencia <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> . Que el conocimiento sea la cura.
fi: Moottorina <a href="http://www.django-wiki.org">django-wiki</a>, avoimen lähdekoodin ohjelmisto <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> lisenssillä. Tieto olkoon parannukseksi.
fr: Propulsé par <a href="http://www.django-wiki.org">django-wiki</a>, une application open-source sous licence <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a>.
nl: Mogelijk gemaakt door <a href="http://www.django-wiki.org">django-wiki</a>, een open-source applicaties onder de <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> licentie. <em>Let knowledge be the cure.</em>
ru: Создано на <a href="http://www.django-wiki.org">django-wiki</a>, с открытым исходным кодом по лицензии <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a>. Пусть знания лекарством станут нам.
sk: Beží na <a href="http://www.django-wiki.org">django-wiki</a>, open source aplikácii pod <a href="http://www.gnu.org/licenses/quick-guide-gplv3.html">GPLv3</a> licenciou.
zh_hant: 由<a href="http://www.django-wiki.org">django-wiki</a> 驅動, 一個使用<a href="http://www.gnu.org/ licenses/quick-guide-gplv3.html">GPLv3</a> 協議的開源程序. 讓知識成為生活的靈藥.

source: Add new article
da: Tilføj ny artikel
de: Neuen Artikel hinzufügen
es: Agregar nuevo artículo
fi: Lisää uusi artikkeli
fr: Ajouter un nouvel article
nl: Artikel toevoegen
pt_br: Adicionar novo artigo
ru: Добавить новую статью
sk: Pridať nový článok
zh_hant: 添加新文章

source: Create article
da: Opret artikel
de: Artikel erstellen
es: Crear artículo
fi: Luo artikkeli
fr: Créer un article
nl: Artikel aanmaken
pt_br: Criar artigo
ru: Создать статью
sk: Vytvoriť článok
zh_hant: 創建文章

source: Create root article
da: Opret 'root' artikel
de: Hauptartikel erstellen
es: Crear artículo raíz
fi: Luo etusivu
fr: Créer l'article racine du wiki
nl: Hoofdartikel aanmaken
pt_br: Criar artigo raiz
ru: Создать основную статью
sk: Vytvoriť koreňový článok
zh_hant: 創建根文章

source: Congratulations!
da: Tillykke!
de: Glückwunsch!
es: Felicitaciones !
fi: Onneksi olkoon!
fr: Félicitations!
nl: Gefeliciteerd!
pt_br: Parabéns!
ru: Поздравления!
sk: Gratulujeme!
zh_hant: 可喜可賀!

source: You have django-wiki installed... but there are no articles. So it's time to create the first one, the root article.
da: Du har installeret django-wiki... men der er ingen artikler. Så nu er det tid til at oprette den første 'rod' artikel.
de: Du hast django-wiki installiert... aber es gibt keine Artikel. Es ist also Zeit den Ersten anzulegen, den root-Artikel.
es: django-wiki ya está instalado ... pero no hay artículos. Ahora crea el primer artículo, el artículo raíz.
fi: Olet asentanut django-wikin.... mutta siellä ei ole yhtään artikkelia. On siis aika luoda ensimmäinen artikkeli eli etusivu.
fr: Vous venez d'installer django-wiki... mais il n'y pas d'article. Il est temps de créer le premier à la racine.
nl: Je hebt django-wiki geïnstalleerd... Er zijn alleen nog geen artikelen dus laten we daar mee beginnen door een hoofdartikel aan te maken.
ru: Django-вики установлена... Но статей еще нет. Так что пришло время для создания первой, основной статьи.
sk: Nainštalovali ste django-wiki... ale nenachádzajú sa tu žiadne články. Je časť vytvoriť prvý z nich, koreňový článok.
zh_hant: 你已經安裝了django-wiki並運行... 但是這兒還沒有文章. 所以是時候創建第一篇文章了, 也就是根文章.
