Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: created
da: oprettet
de: erstellt
es: creado
fi: luotu
fr: crée
nl: aangemaakt
pt_br: criado em
ru: создан
sk: Dátum vytvorenia
zh_hant: 創建時間

source: Wiki notifications
da: Wiki notifikationer
de: Wiki Benachrichtigungen
es: Notificaciones del Wiki
fi: Wiki-ilmoitukset
fr: Notifications Wiki
nl: Wiki notificaties
pt_br: notificações da Wiki
ru: Уведомления вики
sk: Notifikácie Wiki
zh_hant: Wiki通知

source: Wiki images
da: Wiki billeder
de: Wiki Bilder
es: Imágenes del Wiki
fi: Wikikuvat
fr: Images wiki
nl: Wiki afbeeldingen
pt_br: Imagens Wiki
ru: Изображения вики
sk: Obrázky Wiki
zh_hant: Wiki圖片

source: Wiki attachments
da: Wiki vedhæftninger
de: Wiki Anhänge
es: Adjuntos del Wiki
fi: Wikiliitteet
fr: Pièces jointes wiki
nl: Wiki bijlagen
pt_br: Anexos Wiki
ru: Вложения вики
sk: Prílohy Wiki
zh_hant: Wiki附件

source: Table of Contents
da: Indholdsfortegnelse
de: Inhaltsverzeichnis
es: Tabla de Contenidos
fi: Sisällysluettelo
fr: Table des matières
nl: Inhoudsopgave
pt_br: Índice
ru: Оглавление
sk: Obsah
zh_hant: 內容列表

source: Settings for plugin
da: Indstillinger for plugin
de: Plugineinstellungen
es: Opciones del plugin
fi: Lisäosan asetukset
fr: Réglages du plugin
nl: Plugin instellingen
pt_br: Configurações de plugin
ru: Настройки плагина
sk: Nastavenia rozšírenia
zh_hant: 插件設置

source: Spam protection failed to find both a logged in user and an IP address.
da: Spam-beskyttelse fejlede i at finde både en indlogget bruger og en IP-adresse.
de: Dem Spam Schutz war es nicht möglich einen angemeldeten Benutzer oder eine IP Adresse zu finden.
es: La protección anti spam no encontró un usuario registrado y una dirección IP.
fi: Roskapostisuojaus ei tunnistanut kirjautunutta käyttäjää tai IP-osoitetta.
fr: La protection anti-spam n'a pas réussi à trouver un membre connecté ou une adresse IP.
nl: Spambeveiliging heeft geen ingelogde gebruiker en IP-adres gevonden
pt_br: Proteção de spam, falhou em achar tanto um usuário logado quando um endereço IP.
ru: Блокировщику спама не удалось найти пользователя и IP-адрес.
sk: Ochrana proti spamu neuspela v hľadaní prihláseného používateľa a IP adresy.
zh_hant: 垃圾信息攔截器找不到一個登錄的用戶或IP地址.

source: Spam protection: You are only allowed to create or edit %(revisions)d article(s) per %(interval_name)s.
da: Spam-beskyttelse: Du har kun tilladelse til at oprette eller redigere %(revisions)d artikler per %(interval_name)s.
de: Spam Schutz: Du darfst pro %(interval_name)s nur %(revisions)d Artikel erzeugen oder verändern
es: Protección anti-spam: Solo está autorizado para crear o editar %(revisions)d artículo(s) por %(interval_name)s.
fi: Roskapostisuoja: Voit luoda tai muokata vain %(revisions)d artikkelia per %(interval_name)s.
fr: Protection anti-spam: vous êtes seulement autorisés à créer ou modifier %(revisions)d article(s) les %(interval_name)s
nl: Spambeveiliging: je mag niet meer dan %(revisions)d artikel(en) per %(interval_name)s
pt_br: Proteção contra Spam: Você só tem permissão para criar ou editar %(revisions)d atigos(s) por %(interval_name)s.
ru: Блокировщик спама: На время %(interval_name)s Вы не можете создавать или редактировать %(revisions)d статьи.
sk: Ochrana proti spamu: Je povolené vytvoriť alebo editovať iba %(revisions)d za %(interval_name)s.
zh_hant: 搗亂者攔截器: 對於每個 %(interval_name)s 你僅可以創建或編輯 %(revisions)d 文章.

source: minute
da: minut
es: minuto
fi: minuutti
nl: minuut
pt_br: minuto
ru: минута
sk: minúta
zh_hant: 分鐘

source: %d minutes
da: %d minutter
de: %d Minuten
es: %d minutos
fi: %d minuuttia
nl: %d minuten
pt_br: %d minutos
ru: %d мин.
sk: %d minút
zh_hant: %d 分鐘

source: hour
da: time
de: Stunde
es: hora
fi: tunti
fr: heure
nl: uur
pt_br: hora
ru: час
sk: hodina
zh_hant: 小時

source: Title
da: Titel
de: Titel
es: Título
fi: Otsikko
fr: Titre
nl: Titel
pt_br: Título
ru: Название
sk: Názov
zh_hant: 標題

source: Initial title of the article. May be overridden with revision titles.
da: Titel til artiklen. Kan overskrives af senere revisioner.
de: Initialer Titel des Artikels. Er darf in zukünftigen Revisionen überschrieben werden.
es: Título inicial del artículo. Puede ser reemplazado en las revisiones.
fi: Artikkelin otsikko aluksi. Voidaan muuttaa artikkelin muokkauksen yhteydessä.
fr: Titre initial de l'article (modifiable par la suite)
nl: Initiële titel van het artikel. Kan worden overschreven door revisie titels
pt_br: Título inicial para o artigo. Poderá ser alterado depois.
ru: Изначальное название статьи. Может быть изменено в ревизиях.
sk: Prvotný nadpis článku. Môže byť neskôr upravený.
zh_hant: 文章最初的標題. 可以修改並覆蓋標題.

source: Type in some contents
da: Indtast noget tekst
de: Gib den Inhalt an
es: Introduzca los contenidos
fi: Kirjoita jotain sisältöä
fr: Editez le contenu de l'article
nl: Type inhoud
pt_br: Digite alguma coisa
ru: Напечатайте что-нибудь
sk: Začnite písať sem
zh_hant: 輸入一些內容

source: This is just the initial contents of your article. After creating it, you can use more complex features like adding plugins, meta data, related articles etc...
da: Dette er blot det indledningsvise indhold af artiklen. Efter oprettelsen kan du indsætte mere komplekse elementer (plugins), metadata, relaterede artikler mm.
de: Das ist nur der initiale Inhalt des Artikels. Du darfst später komplexere Features wie Plugins, Metadaten oder abhängige Artikel ergänzen.
es: Estos son los contenidos iniciales de su artículo. Luego de crearlo puede usar características mas complejas como agregar plugins, meta datos, artículos relacionados etc..
fi: Tämä on vain jotain alustavaa sisältöä artikkeliin. Artikkelin luotuasi, voit käyttää kehittyneempiä ominaisuuksia kuten lisätä lisäosia, metatietoja, liittyviä artikkeleita yms...
fr: Ceci est simplement le contenu initial de votre article. Après l'avoir créée, vouspourrez utiliser les fonctions plus complexes comme l'ajout de plugins, méta-données,etc...
nl: Dit is de begintekst van je artikel. Zodra het artikel is aangemaakt kun je meer complexe onderdelen toevoegen, zoals plugins, meta gegevens, gerelateerde artikelen etc.
pt_br: Esse é apenas o conteúdo inicial do seu artigo. Depois de criá-lo, você poderá usar funcões mais complexas como adicionar plugins, meta-dados, artigos relacionados, etc...
ru: Это только первоначальное содержимое вашей статьи. После создания вы можете воспользоваться более сложными функциями, такими как: добавление плагинов, мета-данных, связывание статей...
sk: Toto je iba počiatočný obsah článku. Po jeho vytvorení môžete využiť pokročilejšie prvky ako pridanie rozšírení, meta dáta, súvisiace články, atď.
zh_hant: 這只是文章的初始內容.在創建後你可以使用更豐富的功能, 如添加插件, 元數據, 相關文章等等.

source: Contents
da: Indhold
de: Inhalt
es: Contenidos
fi: Sisältö
fr: Contenu
nl: Inhoud
pt_br: Conteúdo
ru: Содержимое
sk: Obsah
zh_hant: 內容

source: Summary
da: Opsummering
de: Zusammenfassung
es: Resumen
fi: Yhteenveto
fr: Note
nl: Samenvatting
pt_br: Sumário
ru: Комментарий к ревизии
sk: Zhrnutie
zh_hant: 摘要

source: Give a short reason for your edit, which will be stated in the revision log.
da: Giv en kort begrundelse for redigeringen, som vil stå i revisionsloggen.
de: Gib einen kurzen Grund für deine Änderung an. Er wird bei der Revision genannt werden.
es: Cual es el motivo o razón de la modificación. Esto va a ser grabado en el registro de revisiones.
fi: Anna muokkauksestasi lyhyt kuvaus, joka näytetään muokkaushistoriassa.
fr: Donnez une courte explication sur votre intervention (optionnel).
nl: Geef een korte toelichting voor je wijziging, deze wordt opgeslagen in de revisiehistorie
pt_br: Descreva resumidamente suas alterações. Essa descrição aparecerá no histórico de mudanças.
ru: Укажите причину изменения, которая будет записана в лог ревизий.
sk: Napíšte krátky dôvod vašej úpravy, ktorý bude zaznamenaný do denníku úprav.
zh_hant: 請給出一個簡短的編輯緣由, 會在版本日誌中註明.

source: Article is missing title or has an invalid title
da: Artiklen mangler en titel eller har en ugyldig titel
de: Dem Artikel fehlt ein Titel oder der Titel ist ungültig.
es: Artículo no encontrado o con título inválido
fr: L'article n'as pas de titre ou a un titre invalide
pt_br: Falta um titulo para o Artigo, ou o mesmo tem um nome inválido
ru: У статьи отсутствует либо неправильное название
sk: Chýbajúci alebo neplatný názov článku.
zh_hant: 文章缺少標題或標題無效

source: While you were editing, someone else changed the revision. Your contents have been automatically merged with the new contents. Please review the text below.
da: Mens du redigerede, har nogle andre ændret den revision, du arbejdede på. Dit indhold er automatisk blevet flettet sammen med det ny indhold. Gennemlæs venligst teksten nedenfor.
de: Jemand hat den Artikel modifiziert, während du den Artikel bearbeitet hast. Dein Inhalt wurde automatisch mit dem neuen Inhalt vereinigt. Bitte kontolliere den unten gezeigten Inhalt.
es: Mientras editaba el artículo alguien ha cambiado la revisión. Sus contenidos fueron automáticamente fusionados con los nuevos contenidos. Por favor revise el texto abajo.
fi: Sillä välin kun teit muokkausta, joku muu muokkasi artikkelia. Sisältösi on automaattisesti yhdistetty uuteen sisältöön. Tarkista alla oleva teksti.
fr: Pendant que vous éditez, quelqu'un d'autre a modifié l'article. Vos contenusont fusionné automatiquement avec le nouveau contenu. Veuillez vérifier le texteci-dessous.
nl: Iemand anders heeft gelijktijdig wijzigingen aangebracht. De inhoud is automatisch samengevoegd met jouw wijzigingen. Controleer onderstaande tekst.
pt_br: Enquanto você estava editando, outra pessoa salvou esse artigo. Sua edição foi automaticamente mesclado com o novo conteúdo. Por favor, revise o conteúdo abaixo.
ru: В то время как вы редатировали статью, кто-то изменил ревизию. Ваши изменения были автоматически объединены с новым содержанием. Пожалуйста, ознакомтесь с текстом ниже.
sk: Počas toho ako ste upravovali článok, ho niekto taktiež zmenil. Vaše úpravy boli automaticky spojené s novým obsahom článku. Prosím skontrolujte text nižšie.
zh_hant: 在你編輯的同時, 其他人變更了此文章. 你的內容會自動合併為新的內容.請再次審查此文, 以便確認改動正確.

source: No changes made. Nothing to save.
da: Ingen ændringer, intet at gemme.
de: Da keine Änderungen gemacht wurden ist nichts zu speichern.
es: No hay cambios. No se ha guardado nada.
fi: Ei muutoksia. Ei tallennettavaa.
fr: Rien n'a été sauvegardé car aucune modification n'a été trouvée.
nl: Geen wijzigingen aangebracht, er is niets opgeslagen.
pt_br: Nenhuma mudança efetuada. Nada a ser salvo.
ru: Нет изменений. Нечего сохранять.
sk: Nenastali žiadne zmeny, nič na uloženie.
zh_hant: 沒有任何變動, 沒有需要保存的內容.

source: Select an option
da: Vælg en mulighed
de: Wähle eine Option aus
es: Seleccione una opción
fi: Valitse vaihtoehto
fr: Selectionnez une option
nl: Selecteer een optie
pt_br: Escolha uma opção
ru: Выберите
sk: Vyberte možnosť
zh_hant: 選擇一個選項

source: Slug
de: Adresse
es: Enlace
fi: Osoite
fr: Adresse
nl: Verkorte tekst
ru: URL path
sk: Cesta
zh_hant: 標識

source: This will be the address where your article can be found. Use only alphanumeric characters and - or _. Note that you cannot change the slug after creating the article.
da: Dette vil være adressen, hvor din artikel kan findes. Kun alfanumeriske tegn, - og _ kan bruges. Bemærk at du IKKE kan ændre en 'slug' efter at have oprettet artiklen.
de: Das wird die Adresse sein, unter der der Artikel aufgerufen werden kann.Es sind nur Buchstaben, Zahlen sowie - und _ erlaubt. Die Adresse kann nachder Erstellung des Artikels nicht mehr geändert werden.
es: Este es el enlace donde va a encontrar su artículo. Por favor use solo caracteres alfa numéricos o los guiones: - , _. Tenga en cuenta que el enlace no se puede cambiar una vez creado el artículo.
fi: Tämä on artikkelin osoite. Käytä ainoastaan aakkosnumeerisia merkkejä sekä - ja _. Huomioithan ettei osoitetta voi muuttaa artikkelin luomisen jälkeen.
fr: Ceci est l'adresse où votre article pourra être retrouvé. Utilisez uniquementdes charactères alphanumérique et - ou _. Attention vous ne pourrez plus changer l'adresse une fois l'article crée.
nl: Op deze locatie kan je artikel worden gevonden. Gebruik alleen alfanumerieke karakters en - of _. Houd er rekening mee dat je de verkorte tekst na het aanmaken van het artikel niet meer kunt wijzigen.
pt_br: Esse será o endereço onde seu artigo será encontrado. Use apenas caracteres alfa numéricos e - ou _. Atenção: você não poderá alterar esse valor depois de criar o artigo.
ru: Это будет адрес URL по которому статья может быть найдена. Используйте только латинские символы, цифры, а также дефис или знак подчеркивания. Обратите внимание, что вы можете изменить адрес (URL Path) после создания статьи.
sk: Toto bude adresa, kde bude možné nájsť Váš článok. Používajte iba alfanumerické znaky a - alebo _. Pamätajte na to, že túto cestu už nie je možné zmeniť po vytvorení článku.
zh_hant: 通過這個地址可以找到您的文章。 僅可使用字母數字以及短橫線和下劃線。注意在創建文章後標識便不能更改。

source: Write a brief message for the article's history log.
da: Skriv en kort besked til artiklens historik.
de: Schreibe eine kurze Nachricht für für die Versionsübersicht.
es: Escriba en mensaje corto para el registro histórico del artículo.
fi: Kirjoita lyhyt viesti artikkelin muokkaushistoriaan.
fr: Ecrivez un bref message pour justifier la création de l'article (optionnel).
nl: Noteer een kort bericht in de log geschiedenis van het artikel.
pt_br: Escreva uma breve mensagem para o log desse artigo.
ru: Напишите короткое сообщение для статьи в журнал изменений.
sk: Napíšte krátku správu, ktorá sa uloží do denníku úprav článku.
zh_hant: 為文章的歷史記錄寫一條簡短的信息.

source: A slug may not begin with an underscore.
da: En 'slug' kan ikke begynde med en underscore '_'.
de: Die Adresse darf nicht mit _ beginnen.
es: Un enlace no puede comenzar con guión de piso.
fi: Osoite ei voi alkaa alaviivalla.
fr: Une adresse ne peut pas commencer par un _
nl: De verkorte tekst mag niet beginnen met een underscore karakter.
pt_br: A URL não pode começar com o carcatere: _
ru: Адрес (URL Path) не может начинаться с символа подчеркивания.
sk: Cesta nemôže začínať _.
zh_hant: 標識不能以下劃線開頭.

source: 'admin' is not a permitted slug name.
da: 'admin' er ikke et tilladt slug navn.
de: 'admin' ist nicht als Adresse erlaubt.
es: 'admin' no está permitido como nombre de enlace
fi: 'admin' ei ole hyväksyttävä osoite.
fr: Le mot 'admin' n'est pas une adresse autorisée.
nl: 'admin' is niet toegestaan als verkorte tekst.
pt_br: 'admin' não é um nome "slug" permitido
ru: Адрес (URL Path) не может называться 'admin'.
sk: 'admin' nie je povolená cesta.
zh_hant: 'admin' 不是一個合法的標識

source: A deleted article with slug "%s" already exists.
da: En slettet artikel med slug "%s" findes allerede.
de: Ein gelöschter Artikel unter der Adresse "%s" existiert bereits.
es: Un artículo borrado con enlace (slug) "%s" ya existe.
fi: Poistettu artikkeli osoitteella "%s" on jo olemassa.
fr: Un article supprimé possède déjà l'adresse "%s".
nl: Er bestaat al een verwijderd artikel met de verkorte tekst "%s"
pt_br: Um artigo que já foi removido já está usando essa URL: "%s".
ru: На адрес "%s" ранее была создана статья, которая теперь удалена.
sk: Odstránený článok s cestou "%s" už existuje.
zh_hant: 一個被刪除的 "%s" 標識的文章已經存在了.

source: A slug named "%s" already exists.
da: En slug ved navn "%s" findes allerede.
de: Ein Artikel unter der Adresse "%s" existiert bereits.
es: Un enlace "%s" ya existe.
fi: Artikkeli nimellä "%s" on jo olemassa.
fr: L'adresse "%s" est déjà utilisée.
nl: De verkorte naam "%s" bestaat al.
pt_br: A URL "%s" já existe.
ru: Статья с таким адресом "%s" уже существует.
sk: Článok s cestou "%s" už existuje.
zh_hant: 標識名 "%s" 已經存在了.

source: This slug conflicts with an existing URL.
da: Denne 'slug' er i konflikt med en eksisterende URL.
de: Diese Adresse widerspricht einer existierenden URL.
es: Este enlace está en conflicto con una URL existente.
fi: Tämä osoite on ristiriidassa olemassaolevan URL:n kanssa.
fr: Cette adresse entre en conflit avec une URL existante.
nl: Deze verkorte tekst conflicteert met een bestaande url.
pt_br: Essa "slug" entra em conflito com uma URL existente.
ru: У этого адреса (URL Path) возникает конфликт с уже существующим адресом (URL Path).
sk: Táto cesta je v rozpore s už existujúcou URL.
zh_hant: 此標識與已有的URL衝突。

source: Yes, I am sure
da: Ja, jeg er sikker
de: Ja, ich bin mir sicher
es: Sí, estoy seguro
fi: Kyllä, olen varma
fr: Oui, je suis sûr
nl: Ja, ik weet het zeker
pt_br: Sim, tenho certeza
ru: Да, я уверен
sk: Áno, som si istý.
zh_hant: 是的, 我確定

source: Purge
da: Slet permanent
de: Für immer löschen
es: Eliminar
fi: Tuhoa
fr: Supprimer
nl: Opschonen
pt_br: Remover
ru: Очистить
sk: Vymazať natrvalo
zh_hant: 清除

source: Purge the article: Completely remove it (and all its contents) with no undo. Purging is a good idea if you want to free the slug such that users can create new articles in its place.
da: Slet permanent: Fjern fuldstændig (med al indhold) og ingen fortrydelsesmulighed. Permanent sletning er en god ide, hvis du vil frigøre en 'slug' således at brugere kan oprette en ny artikel på samme adresse.
de: Löscht den Artikel (und seinen Inhalt) für immer, ohne dass es rückgängig gemacht werden kann. Dadurch kann die Adresse wieder neu belegt werden.
es: Eliminar el artículo: Eliminarlo totalmente ( y todos sus contenidos) sin posibilidad de recuperar. Eliminar un artículo es una buena idea si quiere liberar en enlace de tal forma que se pueda crear un nuevo artículo en su lugar.
fi: Tuhoa artikkeli: Poista artikkeli (ja kaikki sen sisältö) lopullisesti ilman mahdollisuutta perua toimenpidettä. Tuhoaminen on hyvä vaihtoehto, jos haluat vapauttaa osoitteen, jotta käyttäjät voivat luoda osoitteeseen uuden artikkelin.
fr: Supprimer l'article: supprime complètement (et tout son contenu) sans retour possible.La suppression est une bonne idée si vous voulez libérer de la place de telle sorte que les utilisateurs peuvent créer de nouveaux articles.
nl: Artikel opschonen: definitief verwijderen (inclusief inhoud), deze actie kan niet ongedaan worden gemaakt. Opschonen is zinvol als de verkorte tekst beschikbaar moet worden gesteld om nieuwe artikelen in te plaatsen.
pt_br: Remover o artigo: Essa operação removerá todos os conteúdos desse artigo e não poderá ser desfeita. Deletar pode ser uma boa idéia se você deseja usar a mesma URL para outro artigo.
ru: Очистить статью: полное удаление (со всем содержимым) без возможности восстановить. Очистка статьи может быть полезна в том случае, если вы хотите освободить адрес URL, чтобы пользователи могли создать новую статью по этому адресу.
sk: Vymazať úplne článok (so všetkým jeho obsahom). Pozor tento krok nie je možné vrátiť! Úplne vymazanie je dobrý krok, ak chcete uvoľniť URL cestu aby používatelia mohli vytvárať nové články na jeho mieste.
zh_hant: 清除此文章: 沒有撤銷方法, 將刪除它和相關的內容.清除使被此文章佔用的標識可以再次被使用.

source: You are not sure enough!
da: Du er ikke sikker nok!
de: Du scheinst dir nicht sicher zu sein!
es: ¡ No ha confirmado estar seguro !
fi: Et ole tarpeeksi varma!
fr: Vous n'êtes pas suffisament sûr !
nl: Je weet het niet zeker genoeg?!
pt_br: Você não tem certeza suficiente!
ru: Вы не можете быть уверены!
sk: Nie ste si dostatočne istý!
zh_hant: 你還不確定!

source: While you tried to delete this article, it was modified. TAKE CARE!
da: Mens du prøvede at slette denne artikel, blev den ændret. PAS PÅ!
de: ACHTUNG: Während du den Artikel löschen wolltest wurde der Artikel modifiziert!
es: Mientras intentaba borrar el artículo este ha sido modificado. ¡ TENGA CUIDADO !
fi: Artikkelia muokattiin sillä välin kun yritit poistaa sen. OLE HUOLELLINEN!
fr: Attention: Quand vous avez essayé de supprimer cet article, il a été modifié.
nl: Het artikel is gewijzigd terwijl je het probeerde te verwijderen. LET OP!
pt_br: Enquanto você tentou remover esse artigo, alguém o editou. Tome cuidado!
ru: ВНИМАНИЕ: В то время как вы пытались удалить статью, она была изменена!
sk: Počas toho ako ste sa pokúsili vymazať tento článok, bol modifikovaný. Dávajte si POZOR!
zh_hant: 當你嘗試刪除此文章時, 它已經被修改. 請小心!

source: Lock article
da: Lås artikel
de: Artikel sperren
es: Bloquear el artículo
fi: Lukitse artikkeli
fr: Verrouiller l'article
nl: Artikel vergrendelen
pt_br: Travar artigo
ru: Заблокировать статью
sk: Zamknúť článok
zh_hant: 鎖定文章

source: Deny all users access to edit this article.
da: Nægt alle brugere adgang til at redigere denne artikel
de: Allen Benutzern verbieten den Artikel zu modifizieren.
es: Bloquear la modificación del artículo por parte de otros usuarios.
fi: Estä kaikkia käyttäjiä muokkaamasta artikkelia.
fr: Refuser tous les accès aux utilisateurs de modifier cet article.
nl: Weiger alle gebruikers toegang tot het wijzigen van dit artikel.
pt_br: Negar o acesso a esse artigo a todos os usuários.
ru: Запретить пользователям редактировать эту статью.
sk: Zablokovať všetkým používateľom úpravu tohto článku.
zh_hant: 禁止所有用戶編輯此文章.

source: Permissions
da: Rettigheder
de: Rechte
es: Permisos
fi: Käyttöoikeudet
nl: Toegangsrechten
pt_br: Permissões
ru: Права
sk: Povolenia
zh_hant: 權限

source: Owner
da: Ejer
de: Besitzer
es: Creador
fi: Omistaja
fr: Propriétaire
nl: Eigenaar
pt_br: Proprietário
ru: Владелец
sk: Vlastník
zh_hant: 所有者

source: Enter the username of the owner.
da: Indtast brugernavn på ejeren
de: Gib den Benutzernamen des Besitzers an.
es: Introduzca el nombre de usuario del creador.
fi: Syötä omistajan käyttäjätunnus.
fr: Entrez le nom d'utilisateur du propriétaire.
nl: Voer de gebruikersnaam in van de eigenaar
pt_br: Entre o nome de usuário do proprietário.
ru: Введите имя (ник) владельца.
sk: Vložte užívateľské meno vlastníka
zh_hant: 輸入所有者的用戶名.

source: (none)
da: (ingen)
de: (nichts)
fi: (tyhjä)
fr: (vide)
nl: (geen)
pt_br: (nenhum)
ru: (пусто)
sk: (nič)
zh_hant: (無)

source: Group
da: Gruppe
de: Gruppe
es: Grupo
fi: Ryhmä
fr: Groupe
nl: Groep
pt_br: Grupo
ru: Группа
sk: Skupina
zh_hant: 組

source: Inherit permissions
da: Nedarv rettigheder
de: Vererbe Rechte
es: Heredar los permisos
fi: Peri käyttöoikeudet
fr: Héritage des autorisations
nl: Toegangsrechten overerven
pt_br: Herdar permissões.
ru: Унаследовать права
sk: Zdediť povolenia
zh_hant: 繼承權限

source: Check here to apply the above permissions (excluding group and owner of the article) recursively to articles below this one.
da: Marker her for at tildele ovenstående rettigheder (eksklusive gruppe og ejer af artiklen) til alle artikler under denne artikel.
de: Wähle diese Option aus, um die oben angegebenen Rechte (abgesehen von Gruppe und Besitzer) auf die Unterartikel zu übertragen.
es: Marque aquí para aplicar los permisos de arriba (excluyendo el grupo y creador del artículo) recursivamente a los artículos abajo de este.
fi: Valitse tämä soveltaaksesi ylläolevia käyttöoikeuksia (poislukien artikkelin ryhmä ja omistaja) rekursiivisesti kaikille tämän artikkelin alla oleville artikkeleille.
fr: Cochez cette case pour appliquer les autorisations ci-dessus de manière récursive aux articles sous-jacents.
nl: Controleer of bovenstaande toegangsrechten (uitgezonderd groep en eigenaar van het artikel) recursief op onderliggende artikelen kunnen worden toegepast
pt_br: Marque aqui para aplicar as permissões acima (excluindo grupo e proprietário do artigo) de forma recursiva a todos os artigos abaixo desse.
ru: Отметьте здесь, чтобы применить указанные права (за исключением группы и владельца "статьи"), рекурсивно к статьям ниже уровнем.
sk: Zaškrnite tu na aplikovanie hore uvedených povolení (neberúc do úvahu skupinové povolenia a povolenia vlastníka) na všetky články, ktoré sa nachádzajú pod týmto.
zh_hant: 點擊這裡申請上述權限(不包括組和文章的所有者), 會遞歸的應用到下面這篇文章.

source: Inherit owner
da: Nedarv ejer
de: Vererbe den Besitzer
es: Heredar creador
fi: Peri omistaja
fr: Héritage des autorisations du propriétaire
nl: Eigenaar overerven
pt_br: Herdar proprietário
ru: Унаследовать владельца
sk: Zdediť vlastníka
zh_hant: 繼承所有者
