Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: After this, it's important to do a manual review.
da: Efter dette er det vigtigt med en manuel gennemgang.
de: Hiernach sollte der Artikel nocheinmal überprüft werden.
es: Después de esteo es importante hacer una revisión manual.
fi: Tämän jälkeen on tärkeää tarkistaa automaattisen yhdistämisen tulos huolellisesti.
fr: Après cela, il est important de verifier la nouvelle version.
nl: Hierna is het van belang dat er een handmatige controle plaatsvindt.
pt_br: Depois disso, é importante fazer uma revisão manual.
ru: После этого важно произвести проверку статьи вручную.
sk: Po tomto kroku, je dôležité urobiť manuálnu kontrolu.
zh_hant: 在此之後, 重要的是做一次人工審核.

source: Create new merged version
da: Skab ny sammflettet version
de: Erzeuge eine neue vereinigte Version
es: Crear una nueva versión fusionada
fi: Luo uusi yhdistetty versio
fr: Créer une nouvelle version
nl: Samengevoegde versie aanmaken
pt_br: Criar uma nova versão como resultado da mesclagem
ru: Создать новую объединенную версию
sk: Vytvoriť novú spojenú verziu
zh_hant: 創建新的合併版本

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
zh_hant: 你需要<a href="%(login_url)s">登錄</a> 或<a href="%(signup_url)s">註冊</a> 以便使用此功能.

source: You need to log in or sign up to use this function.
da: Du skal være oprette som bruger eller være logget ind for at kunne benytte denne funktion.
de: Du musst dich einloggen oder registrieren um diese Funktionalität benutzen zu können.
es: Es necesario ingresar al sistema o suscribirse para usar esta función.
fi: Sinun täytyy kirjautua sisään tai rekisteröityä käyttääksesi tätä toimintoa.
fr: Vous devez vous connecter ou vous enregistrer pour pouvoir utiliser cette fonction.
nl: Je dient in te loggen of aan te melden om deze functie te gebruiken.
pt_br: Você precisa estar logado ou registar-se para usar esta função
ru: Вам необходимо войти или зарегстрироваться чтобы воспользоваться этой функцией.
sk: Musíte sa prihlásiť alebo registrovať, aby ste mohli využívať túto funkciu.
zh_hant: 你需要註冊或登錄以便使用此功能.

source: Changes
da: Ændringer
de: Änderungen
es: Cambios
fi: Muutoshistoria
fr: Historique
nl: Wijzigingen
pt_br: Mudanças
ru: Изменения
sk: Zmeny
zh_hant: 修改

source: View Source
da: Vis Kilde
de: Quellcode
es: Ver fuente
fi: Näytä lähdekoodi
fr: Voir la source
nl: Bron bekijken
pt_br: Exibir Código Fonte
ru: Просмотр исходника
sk: Pozrieť zdrojový kód
zh_hant: 查看源碼

source: View
da: Vis
de: Anzeigen
es: Vista
fi: Lue
fr: Visualiser
nl: Weergeven
pt_br: Exibir
ru: Просмотр
sk: Pozrieť
zh_hant: 查看

source: Sub-articles for
da: Underartikler for
de: Unterartikel für
es: Sub-artículos para
fi: Ala-artikkelit sivulle
fr: Sous-article(s) de
nl: Onderliggende artikelen voor
pt_br: Sub-artigos para
ru: Подпункты для
sk: Podčlánky pre
zh_hant: 子文章

source: No sub-articles
da: Ingen underartikler
de: Keine Unterartikel
es: No hay sub-artículos
fi: Ei ala-artikkeleita
fr: Aucun sous-article
nl: Geen onderliggende artikelen
pt_br: Nenhum artigo filho
ru: Нет подпунктов
sk: Žiadne podčlánky
zh_hant: 沒有子文章

source: ...and more
da: ...og mere
de: ...und mehr
es: …y más
fi: ...ja lisää
fr: ...et plus
nl: ... en meer
pt_br: ...e mais
ru: ...и более
sk: ... a viac
zh_hant: 更多...

source: Browse articles in this level
da: Gennemse artikler på dette niveau
de: Artikel auf dieser Ebene anzeigen
es: Explorar artículos en este nivel
fi: Selaa artikkeleita tällä tasolla
fr: Afficher tous les articles de ce niveau
nl: Bladeren door artikelen op dit niveau
pt_br: Listagem de artigos nesse nível
ru: Показать статьи этого уровня
sk: Preskúmať články na tejto úrovni
zh_hant: 瀏覽子文章

source: New article next to
da: Ny artikel ved siden af
de: Neuen Artikel neben
es: Nuevo artículo junto a
fi: Lisää artikkeli samalle tasolle kuin
fr: Nouvel article au même niveau que
nl: Nieuw artikel naast
pt_br: Novo artigo irmão de
ru: Новая статья рядом c
sk: Nový článok vedľa
zh_hant: 新建同級文章

source: New article below
da: Ny artikel under
de: Neuen Artikel unterhalb
es: Nuevo artículo debajo de
fi: Lisää ala-artikkeli artikkelille
fr: Nouvel article sous
nl: Nieuw artikel onder
pt_br: Novo artigo filho de
ru: Новая статья под
sk: Nový článok pod
zh_hant: 新建子文章

source: by
da: af
de: von
es: por
fr: par
nl: door
pt_br: por
ru: от
sk: od
zh_hant: 由

source: anonymous (IP logged)
da: anonym (IP bliver logget)
de: anonym (IP gespeichert)
es: anónimo (IP registrado)
fi: tuntematon (IP kirjattu)
fr: anonyme (IP connectée)
nl: anoniem (IP-adres opgeslagen)
pt_br: anonimo (IP registrado)
ru: аноним (IP логирован)
sk: anonymný (IP adresa zaznamenaná)
zh_hant: 匿名 (IP 登錄)

source: restored
da: gendannet
de: wiederhergestellt
es: restaurado
fi: palautettu
fr: restauré
nl: hersteld
pt_br: restaurado
ru: восстановлена
sk: obnovený
zh_hant: 已恢復

source: unlocked
da: ikke låst
de: entsprerrt
es: desbloqueado
fi: avattu
fr: déverrouillé
nl: ontgrendeld
pt_br: destravado
ru: разблокирована
sk: odomknuté
zh_hant: 已解鎖

source: Permission Denied
da: Adgang Nægtet
de: Zugriff verweigert
es: Permiso Denegado
fi: Pääsy kielletty
fr: Autorisation refusée
nl: Toegang geweigerd
pt_br: Permissão Negada
ru: В доступе отказано
sk: Prístup zamietnutý
zh_hant: 沒有權限

source: Sorry, you don't have permission to access this page.
da: Desværre, du har ikke tilladelse til at tilgå denne side.
de: Du hast leider nicht die nötigen Rechte, um auf diese Seite zuzugreifen.
es: Lo sentimos, no tiene los permisos para acceder a esta página.
fi: Pahoittelut, sinulla ei ole pääsyoikeutta tälle sivulle.
fr: Désolé, vous n'avez pas la permission d'accéder à cette page.
nl: Sorry, je hebt geen toegangsrechten voor deze pagina.
pt_br: Desculpe, você não possui permissão para acessar esta pagina
ru: Извините, у вас нет прав доступа к этой статье.
sk: Prepáčte, ale nemáte práva k prístupu k tomuto článku.
zh_hant: 抱歉, 你沒有權限訪問此文章.

source: This article is locked for editing.
da: Denne artikel er låst og kan derfor ikke redigeres.
de: Dieser Artikel wurde für die Bearbeitung gesperrt.
es: El artículo esta bloqueado para edición.
fi: Tämä artikkeli on lukittu muokkaamiselta.
fr: Cet article est verrouillé pour l'édition.
nl: Dit artikel is vergrendeld en kan daarom niet worden gewijzigd.
pt_br: Este artigo está travado para edição
ru: Статья заблокирована от изменений.
sk: Tento článok je zamknutý. Nie je možné ho editovať.
zh_hant: 這篇文章的編輯已被鎖定.

source: Back to article
da: Tilbage til artikel
de: Zurück zum Artikel
es: Regresar al artículo
fi: Takaisin artikkeliin
fr: Retour à l'article
nl: Terug naar het artikel
pt_br: Voltar ao artigo
ru: Вернуться к статье
sk: Naspäť k článku
zh_hant: 返回文章

source: Previewing revision
da: Forhåndsvisning af denne udgave
de: Revisionsvorschau
es: Vista Previa de la revisión
fi: Version esikatselu
fr: Prévisualisation de la révision
nl: Voorbeeld tonen van revisie
pt_br: Visualizando revisão
ru: Просмотр ревизии
sk: Náhľad verzie
zh_hant: 預覽修訂

source: Previewing merge between
da: Forhåndsvisning af sammenfletning mellem
de: Vereinigungsvorschau zwischen
es: Vista Previa de la fusión entre
fi: Yhdistämisen esikatselu
fr: Prévisualisation de la fusion
nl: Voorbeeld tonen van samenvoeging tussen
pt_br: Visualizando mesclagem entre
ru: Просмотр объединенной версии
sk: Náhľad spojenia verzií medzi
zh_hant: 合併預覽:

source: and
da: og
de: und
es: y
fi: ja
fr: et
nl: en
pt_br: e
ru: и
sk: a
zh_hant: 和

source: You cannot merge with a deleted revision
da: Du kan ikke sammenflette med en slettet version
de: Eine Vereinigung mit einer gelöschten Revision ist nicht möglich
es: No puede fusionar con una revisión borrada
fi: Et voi yhdistää poistetun version kanssa
fr: Vous ne pouvez pas fusionner avec une révision supprimée
nl: Je kunt een verwijderde revisie niet samenvoegen
pt_br: Você não pode mesclar com uma revisão que já foi apagada
ru: Вы не можете объединять с удаленной ревизией
sk: Nemôžete spojiť túto verziu s vymazanou verziou.
zh_hant: 您不能合併一個刪除的版本

source: This revision has been deleted.
da: Denne udgave er blevet slettet.
de: Diese Revision wurde gelöscht
es: Esta revisión ha sido borrada.
fi: Tämä versio on poistettu.
fr: Cette révision a été supprimée
nl: Deze revisie is verwijderd.
pt_br: Esta revisão foi removida
ru: Эта ревизия удалена
sk: Táto verzia bola vymazaná.
zh_hant: 該修訂已被刪除.

source: Restoring to this revision will mark the article as deleted.
da: At gå tilbage til denne udgave vil markere artiklen som slettet.
de: Wenn diese Revision wiederhergestellt wird, wird der Artikel als gelöscht markiert.
es: Restaurar a esta revisión marcará el artículo como borrado.
fi: Tähän versioon palauttaminen merkitsee artikkelin poistetuksi.
fr: La restauration de cette révision va marquer l'article comme supprimé.
nl: Door deze revisie te herstellen zal het artikel worden gemarkeerd voor verwijdering.
pt_br: Restaurando para esta revisão, marcará o artigo como removido.
ru: Восстановление к этой ревизии отметит статью удаленной.
sk: Obnovenie tejto verzie článku označí článok ako vymazaný.
zh_hant: 還原到本次修訂將刪除文章。

source: You have django-wiki installed and it seems to be working. But there are no articles yet.
da: Du har installeret django-wiki og det lader til at virke. Men der er ingen artikler endnu.
de: Du hast django-wiki installiert und es sieht so aus als ob es funktioniert. Es gibt aber noch keine Artikel.
es: django-wiki está instalado y parece funcionar. Aún no hay artículos.
fi: Sinulla on django-wiki asennettuna ja se vaikuttaa toimivan. Siellä ei kuitenkaan ole vielä yhtään artikkelia.
fr: Django wiki est installé et fonctionnel. Pour le moment aucun article disponible
nl: Je hebt django-wiki geïnstalleerd en alles lijkt te werken, er zijn alleen nog geen artikelen.
ru: Django-wiki установлена и похоже работает. Однако статьи пока отсутствуют.
sk: Nainštalovali ste django-wiki a vyzerá to, že funguje. Zatiaľ však neexistujú žiadne články.
zh_hant: 你已經安裝了django-wiki並運行. 但目前還沒有文章呢.

source: Not to worry! You simply have to login with a superuser account and create the first article in the root of the URL hierarchy.
da: Slap helt af! Du skal bare logge ind med en superbruger-konto og oprette din første artikel i 'roden' af URL-hierakiet.
de: Mach dir keine Sorgen! Du musst dich nur mit einem Administrator Konto anmelden und den ersten Artikel in der URL Hierarchie anlegen.
es: No te preocupes. Simplemente debes ingresar con una cuenta de super usuario y crear el artículo raíz de la jerarquía de las URL.
fi: Ei huolta! Sinun täytyy vain kirjautua sisään pääkäyttäjänä ja luoda ensimmäinen artikkeli URL-hierarkian juureen.
fr: Pas d'inquiétude ! Vous devez vous logguer en tant qu'administrateur et créer le premier article à la racine du site.
nl: Geen zorgen! Log in met een superuser account en maak een artikel op het hoofdniveau aan.
ru: Поводов для беспокойства нет! Вам просто нежно зайти с акканта суперюзера, и создать первую статью в корневом узле иерархии URL.
sk: Nebojte sa! Musíte sa jednoducho prihlásiť ako super administrátor a vytvoriť prvý článok koreni URL hierarchie.
zh_hant: 不要擔心! 你只需要登錄一個管理員帳號就可以創建根URL的第一篇文章了.

source: Click here to login
da: Klik her for at logge ind
de: Klicke hier um dich anzumelden
es: Click para ingresar
fi: Kirjaudu sisään
fr: Cliquez pour vous logguer
nl: Klik hier om in te loggen
ru: Нажмите для захода в систему
sk: Kliknite sem pre prihlásenie
zh_hant: 點擊這裡登錄

source: But since you're logged in as a superuser, we should really get started...
da: Men da du er logget ind som superbruger er det bare om at komme igang...
de: Aber da du mit einem Administrator Konto angemeldet bist, sollten wir jetzt los legen...
es: Ya que has ingresado como super usuario debemos iniciar...
fi: Koska olet kirjautunut pääkäyttäjänä, voimme aloittaa...
fr: Comment vous êtes connecté en tant qu'administrateur, vous devez commencez...
nl: Maar omdat je al bent ingelogd als superuser kun je gelijk aan de slag.
ru: Так как Вы зашли суперпользователем, Вам пожалуй следует начать...
sk: Keďže si sa prihlásil ako super administrátor, mali môžme začať...
zh_hant: 既然你已經登錄為超級用戶 我們應該真正開始了...

source: Yes, I'll go and create the first article
da: Ja, jeg vil oprette den første artikel
de: Ja, jetzt den ersten Artikel anlegen
es: Sí, quiero ir y crear el primer artículo
fi: Kyllä, luon ensimmäisen artikkelin
fr: Oui, j'y vais et je créé le premier article
nl: Ja, laten we het eerste artikel gaan toevoegen.
ru: Да, я создам первую статью
sk: Áno, chcem vytvoriť prvý článok
zh_hant: 是的, 我會去創建第一篇文章

source: No thanks, I'd rather read the documentation
da: Nej tak, jeg vil hellere læse dokumentationen
de: Nein danke, ich lese lieber die Dokumentation
es: No, gracias. Prefiero leer la documentación.
fi: Ei kiitos, luen mieluummin dokumentaation
fr: Non merci, je préfère lire la documentation
nl: Nee dank je, ik ga me eerst in de documentatie verdiepen
ru: Нет, пожалуй я ознакомлюсь с документацией
sk: Nie ďakujem, radšej si prečítam dokumentáciu.
zh_hant: 不, 謝謝. 我寧可閱讀文檔

source: Search results for:
da: Søgeresultater for:
de: Suchergebnisse für:
es: Resultados de la búsqueda de:
fi: Tulokset haulle:
fr: Résultat(s) de recherche pour:
nl: Zoekresultaten voor:
pt_br: Procurar resultados para:
ru: Результаты поиска для:
sk: Výsledky vyhľadávania pre:
zh_hant: 搜索結果:

source: Your search returned <strong>%(cnt)s</strong> results.
da: Din søgning gav <strong>%(cnt)s</strong> resultater.
de: Deine Suche hat <strong>%(cnt)s</strong> Ergebnisse geliefert.
es: La búsqueda tiene <strong>%(cnt)s</strong> resultados.
fi: Hakusi tuotti <strong>%(cnt)s</strong> tulosta.
fr: Votre recherche a donné <strong>%(cnt)s</strong> resultat(s).
nl: Je zoekopdracht heeft <strong>%(cnt)s</strong> resultaten opgeleverd.
pt_br: Sua busca retornou <strong>%(cnt)s</strong> resultados
ru: Результаты Вашего поиска: <strong>%(cnt)s</strong>.
sk: Vaše vyhľadávanie našlo <strong>%(cnt)s</strong> výsledkov.
zh_hant: 搜索返回了 <strong>%(cnt)s</strong> 個結果.

source: Source of
da: Kilde af
de: Quellcode von
es: Código fuente de
fi: Lähdekoodi artikkelille
fr: Source de
nl: Bron van
pt_br: Código Fonte de
ru: Источник
sk: Zdroj
zh_hant: 來源

source: This article is currently locked for editing.
da: Denne artikel er låst og kan derfor ikke redigeres.
de: Dieser Artikel wurde für die Bearbeitung gesperrt.
es: Este artículo esta actualmente bloqueado para edición.
fi: Tämä artikkeli on lukittu muokkaamiselta.
fr: Cet article est actuellement verrouillé pour l'édition.
nl: Dit artikel is momenteel vergrendeld en kan niet worden gewijzigd.
pt_br: Esse artigo está atualmente travado para edição
ru: Эта статья заблокирована от изменений.
sk: Tento článok je momentálne zamknutý, a preto ho nemožno upravovať.
zh_hant: 這篇文章的編輯目前已鎖定

source: Account signup is only allowed for administrators.
da: Oprettelse af konto er kun tilladt for administratorer.
de: Die Registrierung ist nur für Administratoren erlaubt.
es: Crear cuentas solo está permitido para los administradores.
fi: Rekisteröinti on sallittu vain ylläpitäjille.
fr: L'inscription de compte est uniquement disponible pour les administrateurs.
nl: Het aanmelden van nieuwe accounts is alleen toegestaan voor beheerders.
sk: Vytváranie používateľov je povolené len pre administrátorov.
zh_hant: 只有管理員可以創建賬戶

source: You are now signed up... and now you can sign in!
da: Du har nu oprettet en konto og kan logge ind.
de: Du bist jetzt registriert... Jetzt kannst du dich einloggen.
es: Ya está inscrito .. ahora puede ingresar al sistema!
fi: Olet rekisteröitynyt... ja voit nyt kirjautua sisään!
fr: Vous êtes maintenant enregistré sur le wiki... et pouvez maintenant vous connecter
nl: Je bent aangemeld en je kunt nu inloggen!
pt_br: Você está registrado... e agora pode entrar
ru: Вы зарегистрировались... и теперь можете войти в систему.
sk: Úspešne ste sa zaregistrovali. Teraz sa môžete prihlásiť!
zh_hant: 現在你已經註冊成功了, 你可以登錄了!

source: You are no longer logged in. Bye bye!
da: Du er ikke længere logget ind. På gensyn.
de: Du bist jetzt abgemeldet. Bis bald!
es: Ha cerrado la sesión. Chao !
fi: Et ole enää kirjautuneena sisään. Hei hei!
fr: Vous n'êtes plus connecté. A revoir!
nl: Je bent niet meer ingelogd. Tot ziens!
pt_br: Você não está mais logado. Até logo!
ru: Вы вышли из системы. Пока!
sk: Úspešne ste sa odhlásili. Dovidenia!
zh_hant: 現在你已經登出了, Bye bye!

source: You are now logged in! Have fun!
da: Du er nu logget ind! Slå dig løs!
de: Du bist jetzt eingeloggt! Viel Spaß!
es: Ha ingresado !
fi: Olet nyt kirjautunut sisään! Pidä hauskaa!
fr: Vous êtes maintenant connecté! Amusez-vous!
nl: Je bent nu ingelogd. Have fun!
pt_br: Você agora está logado! Divirta-se
ru: Вы авторизованы! Удачи!
sk: Odteraz ste prihlásený! Bavte sa!
zh_hant: 現在你已經登錄了, 玩得開心!

source: Account info saved!
da: Konto info gemt!
de: Account/Kontoinformationen gespeichert!
es: ¡Información de la cuenta guardada!
ru: Информация об аккаунте сохранена!
zh_hant: 賬戶信息已保存

source: New article '%s' created.
da: Ny artikel '%s' oprettet.
de: Neuer Artikel '%s' wurde erstellt.
es: Nuevo artículo '%s' creado.
fi: Uusi artikkeli '%s' luotu.
fr: Nouvel article '%s' a été créé.
nl: Artikel "%s" is aangemaakt
pt_br: Novo artigo '%s' criado.
ru: Новая статья '%s' создана.
sk: Nový článok '%s' bol vytvorený.
zh_hant: 新文章 '%s' 被創建

source: There was an error creating this article: %s
da: Der opstod en fejl ved oprettelse af denne artikel: %s
de: Es gab einen Fehler bei der Erstellung des Artikels: %s
es: Ocurrió un error al crear el artículo: %s
fi: Tämän artikkelin luomisessa tapahtui virhe: %s
fr: Il y a eu une erreur lors de la création de cet article: %s
nl: Er is een fout opgetreden bij het aanmaken van dit artikel: %s
pt_br: Existe um erro na criação desse artigo: %s
ru: Возникли ошибки при создании статьи: %s
sk: Nastala chyba počas vytvárania článku: %s
zh_hant: 在建立這篇文章時發生的錯誤: %s

source: There was an error creating this article.
da: Der opstod en fejl ved oprettelse af denne artikel.
de: Es gab einen Fehler bei der Erstellung des Artikels.
es: Ocurrió un error creado el artículo.
fi: Tämän artikkelin luomisessa tapahtui virhe.
fr: Il y a eu une erreur en créant cet article.
nl: Er is een fout opgetreden bij het aanmaken van dit artikel.
pt_br: Existe um erro na criação desse artigo.
ru: Возникли ошибки при создании статьи.
sk: Nastala chyba počas vytvárania článku.
zh_hant: 在建立這篇文章時發生的錯誤.

source: This article cannot be deleted because it has children or is a root article.
da: Denne artikel kan ikke slettes fordi den har en underartikel eller er en 'rod' artikel.
de: Dieser Artikel kann nicht gelöscht werden, weil er Unterartikel besitzt oder ein Hauptartikel ist.
es: El artículo no puede ser borrado ya que tiene sub-artículos o es el artículo raíz.
fi: Tätä artikkelia ei voi poistaa koska sillä on ala-artikkeleita tai se on etusivu.
fr: Cet article ne peut pas être supprimé car il possède des sous article(s) ou est l'article racine du wiki
nl: Dit artikel kan niet worden verwijderd omdat het onderliggende items bevat of omdat het een hoofdartikel betreft.
pt_br: Esse artigo não pode ser removido pois possui artigos filhos ou é o artigo raiz.
ru: Эта статья не может быть удалена, потому что у нее есть подстатьи или она является корневой статьёй.
sk: Tento článok nemožno vymazať pretože obsahuje články pod ním alebo je to koreňový článok.
zh_hant: 因為此文章有後續版本或此文章是基本文章, 所以不能刪除.

source: This article together with all its contents are now completely gone! Thanks!
da: Denne artikel og al dens indhold er nu helt slettet!
de: Der Artikel und sein Inhalt ist jetzt komplett gelöscht!
es: El artículo y todos sus contenidos han sido totalmente eliminados. Gracias!
fi: Tämä artikkeli ja kaikki sen sisältö on lopullisesti poistettu! Kiitos!
fr: Cet article ainsi que tout son contenu est maintenant complètement supprimé! Merci!
nl: Het artikel en de onderliggende inhoud zijn geheel verwijderd!
pt_br: Esse artigo e todo o seu conteúdo foram removidos! Obrigado!
ru: Эта статья вместе со всем содержимым полностью удалена!
sk: Tento článok spolu so všetkým jeho obsahom je kompletne zmazaný!
zh_hant: 這篇文章和它所有的內容全都消失了! 謝謝!

source: The article "%s" is now marked as deleted! Thanks for keeping the site free from unwanted material!
da: Denne artikel "%s" er nu markeret som slettet! Tak fordi du holder siden fri for uønsket materiale!
de: Der Artikel "%s" wurde als gelöscht markiert! Danke für das Sauberhalten dieser Seite!
es: El artículo "%s" ha sido marcado como borrado ¡ Le agradecemos por mantener el sitio libre de material no necesario.
fi: Artikkeli "%s" on nyt merkitty poistetuksi! Kiitos kun pidät sivuston siistinä!
fr: Cet article "%s" est maintenant marqué comme supprimé! Merci de maintenir le site propre!
nl: Artikel "%s" is gemarkeerd om te worden verwijderd.
pt_br: Este artigo "%s" está agora marcado como removido! Obrigado por manter esse site livre de SPAM.
ru: Статья "%s" отмечена удаенной! Спасибо за сохранение чистоты материалов сайта!
sk: Článok "%s" je odteraz označený ako vymazaný! Vďaka, že odstraňujete nechcný materiál z našich stránok.
zh_hant: 文章 "%s" 被標識為刪除! 感謝你為保持此站點沒有不需要的內容而努力!

source: Your changes were saved.
da: Dine ændringer blev gemt.
de: Deine Änderungen wurden gespeichert
es: Los cambios han sido grabados.
fi: Muutoksesi tallennettiin.
fr: Vos modifications ont été enregistrées
nl: Je wijzigingen zijn opgeslagen.
pt_br: Suas mudanças foram gravadas.
ru: Изменения сохранены
sk: Vaše úpravy boli uložené.
zh_hant: 你的更改已保存.

source: Please note that your article text has not yet been saved!
da: Vær opmærksom på at din artikeltekst ikke er blevet gemt endnu!
de: Achtung: Dein Artikelinhalt wurde noch nicht gespeichert!
es: Tenga en cuenta que el texto del artículo no ha sido grabado !
fi: Huomaa, että artikkelia ei ole vielä tallennettu!
fr: Attention: le texte de l'article n'a pas encore été enregistré!
nl: Let op, de tekst van je artikel is nog niet opgeslagen!
pt_br: Note que o conteúdo do seu artigo ainda não foi salvo!
ru: Обратите внимание, что текст статьи еще не сохранен!
sk: Váš článok ešte nebol uložený!
zh_hant: 請注意, 你的文章尚未保存!

source: A new revision of the article was successfully added.
da: En ny udgave af artiklen blev tilføjet.
de: Eine neue Revision des Artikels wurde erfolgreich hinzugefügt.
es: Se añadió una nueva revisión del artículo con éxito.
fr: Une nouvelle révision de l'article à été rajoutée avec succès.
pt_br: Uma nova revisão do artigo foi adicionado com sucesso.
ru: Новая ревизия статьи успешно добавлена.
sk: Nová verzia článku bola úspešne pridaná.
zh_hant: 已成功創建了文章的一個新版本。

source: Restoring article
da: Gendan artikel
de: Artikel wiederherstellen
es: Restaurando el artículo
fi: Palautetaan artikkeli
fr: Rétablir l'article
nl: Artikel wordt hersteld
pt_br: Restaurando artigo
ru: Восстановление статьи
sk: Obnovovanie článku
zh_hant: 恢復文章

source: The article "%s" and its children are now restored.
da: Denne artikel "%s" og underartikler er nu gendannet.
de: Der Artikel "%s" und seine Unterartikel wurden wiederhergestellt.
es: El artículo "%s" y sus subartículos hijos se han restaurado.
fi: Artikkeli "%s" ja sen ala-artikkelit on onnistuneesti palautettu.
fr: L'article "%s" et ses sous-articles sont maintenant restorés.
nl: Artikel "%s" en alle onderliggende items worden hersteld.
pt_br: O artigo "%s" e seus artigos filhos foram restaurados.
ru: Статья "%s" и ее подпункты восстановлены.
sk: Článok "%s" a články nachádzajúce sa pod ním boli obnovené.
zh_hant: 文章 "%s" 和它的後續版本被恢復.
