Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: Check here to apply the ownership setting recursively to articles below this one.
da: Marker her for at tildele samme ejerskab til alle artikler under denne.
de: Wähle diese Option aus, um die Besitzereinstellung auf die Unterartikel zu übertragen.
es: Marque aquí para aplicar el creador recursivamente a los artículos abajo de este.
fi: Valitse tämä asettaaksesi omistajan rekursiivisesti kaikille tämän artikkelin alla oleville artikkeleille.
fr: Cochez cette case pour appliquer les autorisations du propriétaire ci-dessus de manière récursive aux articles sous-jacents.
nl: Controleer of de eigenaar recursief op onderliggende artikelen kan worden toegepast.
pt_br: Marque aqui para aplicar as permissões de forma recusriva a todos os artigos abaixo desse.
ru: Отметьте здесь, чтобы указать владельца "статьи" рекурсивно всем статьям уровнем ниже.
sk: Zaškrnite tu na aplikovanie nastavenia vlastníka na všetky články pod týmto.
zh_hant: 點擊這裡申請所有權限, 會遞歸的應用到下面這篇文章.

source: Inherit group
da: Nedarv gruppe
de: Vererbe Gruppe
es: Heredar el grupo
fi: Peri ryhmä
fr: Héritage des autorisations de groupe
nl: Groep overerven
pt_br: Herdar Grupo
ru: Унаследовать группу
sk: Zdediť skupinu
zh_hant: 繼承組

source: Check here to apply the group setting recursively to articles below this one.
da: Marker her for at tildele samme gruppe-ejerskab til alle artikler under denne
de: Wähle diese Option aus, um die Gruppeneinstellung auf die Unterartikel zu übertragen.
es: Marque aquí para aplicar el grupo recursivamente a los artículos abajo de este.
fi: Valitse tämä asettaaksesi ryhmän rekursiivisesti kaikille tämän artikkelin alla oleville artikkeleille.
fr: Cochez cette case pour appliquer les autorisations de groupe ci-dessus de manière récursive aux articles sous-jacents.
nl: Controleer of de groepsinstelling recursief op onderliggende artikelen kan worden toegepast.
pt_br: Marque aqui para aplicar as permissões de grupo de forma recusriva a todos os artigos abaixo desse.
ru: Отметьте здесь, чтобы указать эту группу рекурсивно всем статьям уровнем ниже.
sk: Zaškrnite tu na aplikáciu nastavenia skupiny na všetky články pod týmto.
zh_hant: 選擇此項把組的設置遞歸的應用到次級的文章。

source: Permission settings for the article were updated.
da: Rettigheder for artiklen blev opdateret.
de: Die Rechte für den Artikel wurden aktualisiert.
es: Los permisos del artículo fueron actualizados.
fi: Artikkelin käyttöoikeusasetukset päivitettiin.
fr: Les paramètres d'autorisation pour l'article ont été mis-à-jour.
nl: Toegangsrechten voor het artikel zijn bijgewerkt.
pt_br: Configurações de permissão atualizadas para esse artigo.
ru: Настройки прав для статьи обновлены.
sk: Nastavenia povolení tohto článku boli upravené.
zh_hant: 對於文章的權限設置已經進行了更新.

source: Your permission settings were unchanged, so nothing saved.
da: Dine indstillinger for rettigheder var uændrede, så intet er gemt.
de: Da keine Änderungen gemacht wurden ist nichts zu speichern.
es: Los permisos no han sido modificados. Nada se ha grabado.
fi: Käyttöoikeusasetuksia ei muutettu, joten mitään ei tallennettu.
fr: Vos paramètres d'autorisation n'ont pas changé !.
nl: De toegangsrechten zijn niet gewijzigd, er is niets opgeslagen.
pt_br: Configurações de permissão não foram modificadas. Nada a ser salvo.
ru: Вы не изменили настройки прав, поэтому сохранения не было.
sk: Nastavenia povolení tohto článku neboli zmenené, nič sa neuložilo.
zh_hant: 你的權限設置沒有改變, 沒有需要保存的內容.

source: No user with that username
da: Ingen bruger med dette brugernavn
de: Es existiert kein Benutzer mit diesem Namen
es: No existe un usuario con ese nombre de usuario.
fi: Ei käyttäjää annetulla käyttäjätunnuksella
fr: Aucun membre ne possède ce nom
nl: Er bestaat geen gebruiker met deze gebruikersnaam.
pt_br: Usuário inexistente.
ru: Пользователя с таким именем (ником) не существует.
sk: Neexistuje žiadny používateľ s daným používateľským menom.
zh_hant: 沒有具有此用戶名的用戶

source: Article locked for editing
da: Artiklen er låst for redigering
de: Artikel wurde für die Bearbeitung gesperrt
es: Artículo bloqueado para edición.
fi: Artikkeli lukittu muokkauksilta
fr: Article verrouillé pour l'édition
nl: Artikel is vergrendeld en kan niet worden gewijzigd.
pt_br: Artigo travado para edição
ru: Статья не доступна для редактирования
sk: Článok je uzamknutý proti úpravám.
zh_hant: 文章編輯被鎖定

source: Article unlocked for editing
da: Artikel åben for redigering
de: Artikel wurde für die Bearbeitung freigegeben
es: Artículo desbloqueado para edición.
fi: Artikkeli avattu muokkauksille
fr: Article déverrouillé pour l'édition
nl: Artikel is ontgrendeld om gewijzigd te worden.
pt_br: Artigo destravado para edição
ru: Статья доступна для редактирования
sk: Článok je nie je zamknutý voči úpravám
zh_hant: 文章編輯已解鎖

source: Filter...
da: Filtrér...
de: Filtern...
es: Filtro...
fi: Suodata...
fr: Filtrer...
pt_br: Filtro...
ru: Фильтр...
sk: Filtruj...
zh_hant: 過濾...

source: Search...
da: Søg...
de: Suche...
es: Búsqueda...
fi: Etsi...
fr: Rechercher...
nl: Zoeken...
pt_br: Busca...
ru: Поиск...
sk: Hľadaj...
zh_hant: 搜索...

source: Passwords don't match
da: Adgangskoder matcher ikke
de: Die Passwörter stimmen nicht überein
es: Contraseñas no coincidentes
ru: Пароли не совпадают
zh_hant: 密碼錯誤

source: current revision
da: nuværende revision
de: aktuelle Revision
es: revisión actual
fi: nykyinen versio
fr: révision actuelle
nl: huidige revisie
pt_br: versão atual
ru: текущая ревизия
sk: súčasná verzia
zh_hant: 當前版本

source: The revision being displayed for this article. If you need to do a roll-back, simply change the value of this field.
da: Revisionen, der vises for denne artikel. Hvis du har brug for at lave et roll-back, kan værdien af dette felt ændres til en anden revision.
de: Die Revision, die für diesen Artikel angezeigt wird. Falls du eine Änderung rückgängig machen willst, ändere einfach dieses Feld.
es: La revisión actual de este artículo. Si necesita restaurar, simplemente cambie el valor de este campo.
fi: Artikkelin käytössä oleva versio. Jos haluat palauttaa käyttöön toisen version, muuta tätä kenttää.
fr: Révision affiché pour cet article. Si vous avez besoin de faire un retour en arrière, il suffit de changer la valeur de ce champ.
nl: De huidige revisie voor dit artikel. Als je een versie wilt herstellen kun je de waarde van dit veld aanpassen.
pt_br: A revisão atual desse artigo. Se você precisar reverter, apenas mude o valor desse campo.
ru: Ревизия, которая действительна для этой статьи (видна пользователям). Если хотите откатить изменения, просто измените значение этого поля.
sk: Zobrazuje sa aktuálna verzia tohoto článku. Ak sa potrebujete dostať k staršej späť, jednoducho zmeňte hodnotu tohoto poľa.
zh_hant: 顯示這篇文章的修改. 如果需要回滾, 改變這個字段的值即可.

source: modified
da: ændret
de: modifiziert
es: modificado
fi: muokattu
fr: modifié
nl: gewijzigd
pt_br: modificado
ru: изменено
sk: Dátum modifikácie
zh_hant: 修改時間

source: Article properties last modified
da: Artikel-data sidst ændret
de: Wann der Artikel zuletzt modifiziert wurde
es: Propiedades modificadas del artículo
fi: Artikkelin ominaisuuksia viimeksi muokattu
fr: Dernière modification des propriétés de l'article
nl: Laatst gewijzigde artikel eigenschappen
pt_br: Propriedades do artigo modificadas em
ru: Время последнего изменения статьи
sk: Vlastnosti článku naposledy modifikované
zh_hant: 文章屬性的最後一次修改

source: owner
da: ejer
de: Besitzer
es: creador
fi: omistaja
fr: propriétaire
nl: eigenaar
pt_br: proprietário
ru: владелец
sk: vlastník
zh_hant: 所有者

source: The owner of the article, usually the creator. The owner always has both read and write access.
da: Ejeren af denne artikel, typisk opretteren. Ejeren har altid læse- og skriveadgang.
de: Der Besitzer des Artikels (meistens der Ersteller). Der Besitzer hat immer Schreib- und Lesezugriff.
es: El creador del artículo siempre tiene acceso de lectura y escritura.
fi: Artikkelin omistaja, yleensä artikkelin luoja. Omistajalla on aina sekä kirjoitus- että lukuoikeus.
fr: Le propriétaire de l'article (qui est normalement le créateur), a toujours le droit de lecture et d'écriture.
nl: De eigenaar van het artikel, doorgaans de maker. De eigenaar heeft altijd lees- en schrijfrechten.
pt_br: O proprietáario do artigo, normalmente quem criou. O proprietário sempre tem permisão de leitura e escrita.
ru: Владелец статьи, как правило создатель. Владелей всегда имеет права на чтение и изменение.
sk: Vlastník tohto článku, zvyčajne jeho tvorca. Vlastník má vždy práva na úpravu aj čítanie článku.
zh_hant: 文章的所有者, 通常是創建者. 所有者總是有讀取和寫入權限.

source: group
da: gruppe
de: Gruppe
es: grupo
fi: ryhmä
fr: groupe
nl: groep
pt_br: grupo
ru: группа
sk: skupina
zh_hant: 組

source: Like in a UNIX file system, permissions can be given to a user according to group membership. Groups are handled through the Django auth system.
da: Som på et UNIX-filsystem, er rettigheder noget, der kan gives ift. gruppemedlemskab. Grupper er håndteret gennem Djangos auth applikation.
de: Wie auch beim UNIX Dateisystem könnten Nutzern Rechte über Gruppen gegeben werden.Gruppen werden durch das Django auth System verwaltet.
es: Los permisos se pueden asignar a un usuario de acuerdo a los grupos a los que pertenece.
fi: Kuten UNIX-tiedostojärjestelmissä, käyttöoikeuksia voidaan myöntää käyttäjille ryhmäjäsenyyksien perusteella. Ryhmiä hallitaan Djangon autentikoitumisjärjestelmän avulla.
fr: Comme dans un système de fichiers UNIX, les autorisations peuvent être donnés à un utilisateur en fonction deson appartenance à un groupe. Les groupes sont traités par le système d'authentification de Django.
nl: Permissies kunnen net als op een UNIX bestandssysteem op basis van de groepseigenaar aan een gebruiker worden toegekend. Groepen worden via het autorisatiesysteem van Django afgehandeld.
pt_br: Como em um sistema de arquivos UNIX, permissões podem ser dadas a um usuário através de grupos. Grupos são gerenciados pelo sistema de autenticação do Django.
ru: Как и в UNIX-системах права могут быть предоставлены пользователю в соответствии с нахождением в группе. Работа с группами производится в систеие аутентификации Django.
sk: Podobne ako v UNIXovom file systéme, povolenia môžu byť dané používateľovi na základe jeho príslušnosti k skupine. Skupiny sú ošetrené cez autorizačný systém Djanga.
zh_hant: 就像一個UNIX文件系統一樣, 權限可以根據組成員給予用戶. 通過Django的權限系統來管理組.

source: group read access
da: gruppe læseadgang
de: Lesezugriff für Gruppen
es: acceso de lectura al grupo
fi: ryhmän lukuoikeus
fr: Permission de lecture du groupe
nl: leestoegang groep
pt_br: permissão de leitura do grupo
ru: доступ группы на чтение
sk: skupinové práva na čítanie
zh_hant: 允許組讀取

source: group write access
da: gruppe skriveadgang
de: Schreibzugriff für Gruppen
es: acceso de escritura al grupo
fi: ryhmän kirjoitusoikeus
fr: Permission d'écriture du groupe
nl: schrijftoegang groep
pt_br: permissão de escrita do grupo
ru: доступ группы на запись
sk: skupinové práva na zápis
zh_hant: 允許組寫入

source: others read access
da: andre læseadgang
de: Lesezugriff für andere
es: acceso público de lectura
fi: muiden lukuoikeus
fr: Permission de lecture des autres
nl: leestoegang anderen
pt_br: permissão de leitura para outras pessoas
ru: доступ на чтение другим
sk: práva na čítanie pre ostatných
zh_hant: 允許其他人讀取

source: others write access
da: andre skriveadgang
de: Schreibzugriff für andere
es: acceso público de escritura
fi: muiden kirjoitusoikeus
fr: autres accès en lecture
nl: schrijftoegang anderen
pt_br: permissão de escrita para outras pessoas
ru: доступ на запись другим
sk: práva na zápis pre ostatných
zh_hant: 允許其他人寫入

source: Article without content (%(id)d)
da: Artikel uden indhold (%(id)d)
de: Artikel ohne Inhalt (%(id)d)
es: Artículo sin contenidos (%(id)d)
fi: Artikkeli ilman sisältöä (%(id)d)
fr: Article sans contenu (%(id)d)
nl: Artikel zonder inhoud (%(id)d)
pt_br: Artigo sem conteúdo (%(id)d)
ru: Статья без содержания (%(id)d)
sk: Článok bez obsahu (%(id)d)
zh_hant: 文章 (%(id)d) 沒有內容

source: Can edit all articles and lock/unlock/restore
da: Kan redigere alle artikler samt lås/lås op/gendan
de: Darf alle Artikel bearbeiten und sie sperren/entsperren/wiederherstellen
es: Puede editar todos los artículos bloquear/desbloquear/recuperar
fi: Voi muokata kaikkia artikkeleita ja lukita/avata/palauttaa
fr: Peut éditer tous les articles et les bloquer/débloquer/restaurer
nl: Kan alle artikelen wijzigen en vergrendelen/ontgrendelen/herstellen
pt_br: Pode editar todos os artigos e travar/destravar/restaurar
ru: Может редактировать, блокировать, разблокировать и восстанавливать все статьи
sk: Môže editovať všetky články a zamknút/odomknúť ich úpravy či vrátiť zmeny
zh_hant: 可以編輯所有文章和鎖定/解鎖/恢復文章

source: Can change ownership of any article
da: Kan ændre ejerskab for alle artikler
de: Darf den Besitzer jedes Artikels ändern
es: Puede cambiar el creador de cualquier artículo
fi: Voi muuttaa minkä tahansa artikkelin omistajaa
fr: Peut changer le propriétaire de n'importe quel article
nl: Kan eigenaar van elk artikel wijzigen
pt_br: Pode alterar a posse de qualquer artigo
ru: Может менять владельца каждой статьи
sk: Môže meniť vlastníctvo hocijakého článku
zh_hant: 可以改變任何文章的所有者

source: Can assign permissions to other users
da: Kan tildele rettigheder til andre brugere
de: Darf anderen Benutzern Rechte zuweisen
es: Puede asignar permisos a otros usuarios
fi: Voi myöntää käyttöoikeuksia toisille käyttäjille
fr: Peut affecter des permissions aux autre utilisateurs
nl: Kan toegangsrechten aan andere gebruikers toekennen
pt_br: Pode atribuir permissões para os outros usuários
ru: Может назначать права другим пользователям
sk: Môže prideľovať práva iným používateľom
zh_hant: 可以授予權限給其他用戶

source: content type
de: Inhaltsart
es: tipo de contenido
fi: sisällön tyyppi
fr: type de contenu
nl: inhoudstype
pt_br: tipo do conteúdo
ru: тип контента
sk: typ obsahu
zh_hant: 內容類型

source: object ID
da: objekt ID
de: Objekt ID
es: ID de objeto
fi: objektin ID
fr: objet ID
pt_br: ID do objeto
ru: идентификатор объекта
sk: ID objektu
zh_hant: 對象ID

source: Article for object
da: Artikel til objekt
de: Artikel für Objekt
es: Artículo del objeto
fi: Artikkeli objektille
fr: Article pour objet
nl: Artikel voor object
pt_br: Artigo para objeto
ru: Статья для объекта
sk: Článok pre objekt
zh_hant: 文章對象

source: Articles for object
da: Artikler til objekt
de: Artikel für Objekt
es: Artículos del objeto
fi: Artikkelit objektille
fr: Articles pour objet
nl: Artikelen voor object
pt_br: Artigos para objeto
ru: Статьи для объекта
sk: Články pre objekty
zh_hant: 文章對象

source: revision number
da: revisionsnummer
de: Revisionsnummer
es: número de revisión
fi: version numero
fr: numéro de la révision
nl: revisienummer
pt_br: número da revisão
ru: номер ревизии
sk: číslo verzie
zh_hant: 修訂編號

source: IP address
da: IP-adresse
de: IP Adresse
es: Dirección IP
fi: IP-osoite
fr: IP Adresse
nl: IP-adres
pt_br: Endereço IP
ru: IP адрес
sk: IP adresa
zh_hant: IP地址

source: user
da: bruger
de: Benutzer
es: usuario
fi: käyttäjä
fr: utilisateur
nl: gebruiker
pt_br: usuário
ru: пользователь
sk: používateľ
zh_hant: 用戶

source: deleted
da: slettet
de: Gelöscht
es: borrado
fi: poistettu
fr: supprimé
nl: verwijderd
pt_br: removido
ru: удалена
sk: vymazaný
zh_hant: 已刪除

source: locked
da: låst
de: Gesperrt
es: bloqueado
fi: lukittu
fr: verrouillé
nl: vergrendeld
pt_br: travado
ru: блокирована
sk: zamknutý
zh_hant: 已鎖定

source: article
da: artikel
de: Artikel
es: artículo
fi: artikkeli
nl: artikel
pt_br: artigo
ru: статья
sk: článok
zh_hant: 文章

source: article contents
da: indhold
de: Artikelinhalt
es: contenidos del artículo
fi: artikkelin sisältö
fr: contenu de l'article
nl: artikel inhoud
pt_br: conteúdo do artigo
ru: содержание статьи
sk: obsah článku
zh_hant: 文章內容

source: article title
da: titel
de: Artikeltitel
es: título del artículo
fi: artikkelin otsikko
fr: titre de l'article
nl: artikel titel
pt_br: título do artigo
ru: название статьи
sk: nadpis článku
zh_hant: 文章標題

source: Each revision contains a title field that must be filled out, even if the title has not changed
da: Hver revision indeholder et titelfelt, som skal udfyldes, selvom titlen ikke er ændret
de: Jede Revision enthält ein Titelfeld, das ausgefüllt werden muss, selbst wenn es nicht geändert wurde
es: Cada revisión contiene un campo para el título que no debe estar en blanco, aún si el título no cambia.
fi: Jokaisen version tulee sisältää artikkelin otsikko, vaikka otsikko ei muuttuisikaan
fr: Chaque révision contient un champ titre qui doit être rempli, même si letitre n'a pas changé
nl: Voor elke revisie dient een titel veld worden ingevuld, ook als de titel niet is gewijzigd.
pt_br: Cada revisão precisa conter um título, mesmo que o título não tenha mudado
ru: У каждой ревизии есть поле "название" для статьи, которые необходимо заполнить, даже если название не изменилось
sk: Každá verzia obsahuje miesto pre nadpis, ktoré musí byť vyplnené aj v prípade, ak titulok nebol zmenený.
zh_hant: 每個修訂包含一個必須填寫的標題字段, 即使標題沒有被修改.

source: original article
da: oprindelig artikel
de: Ursprünglicher Artikel
es: artículo original
fi: alkuperäinen artikkeli
fr: article original
nl: oorspronkelijke artikel
pt_br: artigo original
ru: оригинал статьи
sk: pôvodný článok
zh_hant: 原文

source: Permissions are inherited from this article
da: Rettigheder nedarves fra denne artikel
de: Die rechte werden von diesem Artikel vererbt
es: Los permisos se heredan de este artículo
fi: Käyttöoikeudet peritään tältä artikkelilta
fr: Les permissions sont héritées de cet article
nl: Toegangsrechten worden van dit artikel overgeërfd
pt_br: Permissões são herdadas desse artigo
ru: Права наследуются из этой статьи
sk: Povolenia sú dedené z tohoto článku
zh_hant: 從此文章繼承了權限

source: A plugin was changed
da: Et plugin blev ændret
de: Ein Plugin wurde geändert
es: Un plugin ha cambiado
fi: Lisäosaa muutettiin
fr: Un plugin a été changé
nl: Een plugin is gewijzigd
pt_br: Algum plugin mudou
ru: Плагин был изменен
sk: Rozšírenie bolo zmenené
zh_hant: 一個插件被修改

source: The revision being displayed for this plugin. If you need to do a roll-back, simply change the value of this field.
da: Revisionen, der vises for denne plugin-instans. Hvis du har brug for at lave et roll-back, skal du blot pege på en anden instans fra dette felt.
de: Die Revision die für dieses Plugin angezeigt wird. Falls du etwas rückgängig machen willst, ändere einfach den Wert dieses Feldes.
es: La revisión mostrada para este plugin. En caso que necesite restaurar, simplemente cambie el valor de este campo.
fi: Lisäosan käytössä oleva versio. Palauttaaksesi käyttöön toisen version, muuta tämän kentän arvoa.
fr: La révision en cours d'affichage pour ce plugin. Si vous avez besoin de faire un retour en arrièreil suffit de changer la valeur de ce champ.
nl: De huidige revisie voor deze plugin. Als je een versie wilt herstellen kun je de waarde van dit veld aanpassen.
pt_br: Revisão desse plugin. Se você precisar reverter, apenas mude o valor desse campo.
ru: Ревизия, которая действительна для этого плагина. Если хотите откатить изменения, просто измените значение этого поля.
sk: Zobrazuje sa verzia tohoto rozšírenia. Ak sa potrebujete dostať k späť, jednoducho zmeňte hodnotu tohoto poľa.
zh_hant: 顯示此插件的版本, 如果需要回滾, 改變這個字段的值即可.

source: Lookup value
da: Lookup værdi
es: Buscar valor
fr: Valeur de recherche
pt_br: Valor de Pesquisa
sk: Vyhľadávaná hodnota
zh_hant: 文章

source: This field is automatically updated, but you need to populate it when creating a new URL path.
da: Dette felt opdateres automatisk, men du skal udfylde det, når du opretter en ny URL sti.
de: Dieses Feld wird automatisch aktualisiert, aber du musst es ausfüllen wenn ein neuer URL Pfad erstellt wird.
es: Este campo se actualiza automáticamente, pero se debe rellenar cuándo se crea una nueva dirección URL.
fr: Ce champ est automatiquement mis à jour, mais vous devez le remplir lors de la création d'un nouveau chemin d'URL.
pt_br: Esse campo é atualizado automaticamente, mas você precisa populá-lo quando criar uma nova URL.
ru: Это поле обновляется автоматически, но вам необходимо заполнить его при создании нового URL-а.
sk: Toto pole je automatický updatované, ale musí byť vyplnené pri vytváraní novej URL cesty.
zh_hant: 此字段會自動更新，但你需要在創建一個新的URL路徑時填充它。

source: slug
de: Adresse
es: enlace
fi: osoite
fr: Adresse
nl: verkorte tekst
ru: URL-путь
sk: cesta URL
zh_hant: 標識

source: Position of URL path in the tree.
da: Placering af URL-sti i træet.
es: Posición de la dirección URL en el árbol.
fr: Position du chemin de l'URL dans l'arbre.
pt_br: Posição da URL na arvore.
ru: Положение URL-а в дереве.
sk: Pozícia URL v strome.
zh_hant: URL路徑的位置。

source: URL path
da: URL-sti
de: URL Pfad
es: ruta URL
fi: URL-polku
nl: URL pad
pt_br: URL
ru: Адрес (URL)
sk: URL cesta
zh_hant: URL 路徑

source: URL paths
da: URL-stier
de: URL Pfade
es: rutas URL
fi: URL-polut
nl: URL paden
pt_br: URLs
ru: Адреса (URL)
sk: URL cesty
zh_hant: URL 路徑

source: Sorry but you cannot have a root article with a slug.
da: Beklager, men du kan ikke have en rod-artikel med en 'slug'.
de: Ein Hauptartikel mit Adresse ist leider nicht möglich.
es: Lo sentimos, pero no es posible tener un artículo raíz con enlace.
fi: Valitettavasti etusivulla ei voi olla osoitetta.
fr: Désolé, mais vous ne pouvez pas avoir un article racine avec une adresse.
nl: Een root artikel met een verkorte tekst is niet toegestaan.
pt_br: Desculpe mas você não pode ter o artigo raiz com uma URL diferente de /
ru: Нельзя создать корневвую статью с таким URL-путем.
sk: Koreňový článok nemôže mať nastavenú cestu URL.
zh_hant: 抱歉, 你不能讓根文章有一個​​標記

source: A non-root note must always have a slug.
da: En ikke-rod artikel skal altid have en 'slug'.
de: Ein Artikel muss immer eine Adresse haben (vom Hauptartikel abgesehen).
es: Una nota que no sea raíz debe tener siempre un enalace.
fi: Sivulla on oltava osoite (paitsi etusivulla).
fr: Une note n'appartenant pas à l'article racine doit toujours avoir une adresse
nl: Een non-root notitie moet altijd een verkorte tekst bevatten.
pt_br: Um artigo não-raiz deve sempre ter uma URL
ru: Все статьи, кроме основной должны иметь URL-путь.
sk: Nekoreňový článok musí mať nastavenú cestu URL.
zh_hant: 一個非根文章必須要有一個標識.

source: There is already a root node on %s
da: Der er allerede en rod-knude på %s
de: Es gibt bereits einen Wurzelknoten auf %s
es: Ya existe un nodo raíz en %s
fi: Etusivu on jo olemassa kohteelle %s
fr: Il existe déjà un nœud racine sur %s
nl: Er bestaat al een root node op %s
pt_br: Já existe um nó raiz em %s
ru: Такой корневой узел уже есть %s
sk: Už existuje root článok na %s
zh_hant: 已經有了一個根文章在 %s
