Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: The article %(title)s is now set to display revision #%(revision_number)d
da: Denne artikle %(title)s er nu blevet sat til at vise udgave #%(revision_number)d
de: Der Artikel %(title)s zeigt jetzt Revision #%(revision_number)d an
es: El artículo %(title)s se configuró para mostrar la revisión #%(revision_number)d
fi: Artikkeli %(title)s on asetettu näyttämään versiota #%(revision_number)d
fr: L'article %(title)s est maintenant configuré pour afficher la révision #%(revision_number)d an
nl: Artikel "%(title)s" is is nu ingesteld om revisie #%(revision_number)d te tonen
pt_br: O artigo %(title)s está agora exibindo a revisão #%(revision_number)d
ru: Статья %(title)s теперь отображается по ревизии #%(revision_number)d
sk: Článok %(title)s od teraz zobrazuje jeho verziu #%(revision_number)d
zh_hant: 文章標題 %(title)s 被設置顯示為 #%(revision_number)d 版本

source: New title
da: Ny titel
de: Neuer Titel
es: Nuevo Título
fi: Uusi otsikko
fr: Nouveau titre
nl: Nieuwe titel
pt_br: Novo título
ru: Новый заголовок
sk: Nový nadpis
zh_hant: 新標題

source: Merge between revision #%(r1)d and revision #%(r2)d
da: Sammenflet udgave #%(r1)d og udgave #%(r2)d
de: Vereinigung aus Revision #%(r1)d und Revision #%(r2)d
es: Fusión entre la revisión #%(r1)d y la revisión #%(r2)d
fi: Yhdistä versiot #%(r1)d ja #%(r2)d
fr: Fusion entre la révision #%(r1)d et la révision #%(r2)d
nl: Samenvoegen van revisie #%(r1)d en revisie #%(r2)d
pt_br: Mesclar revisões #%(r1)d e #%(r2)d
ru: Объединение ревизий #%(r1)d и #%(r2)d
sk: Spojenie verzií #%(r1)d a #%(r2)d
zh_hant: 合併版本 #%(r1)d 和 #%(r2)d

source: A new revision was created: Merge between revision #%(r1)d and revision #%(r2)d
da: En ny udgave er blevet oprettet: Sammenflet udgave #%(r1)d og udgave #%(r2)d
de: Eine neue Revision wurde erstellt: Eine Vereinigung aus Revision #%(r1)d und Revision #%(r2)d
es: Una nueva revisión fue creada: Fusión entre la revisión #%(r1)d y la revisión #%(r2)d
fi: Uusi versio luotiin: Yhdistä versiot #%(r1)d ja #%(r2)d
fr: Une nouvelle révision a été créé: Fusion entre la révision #%(r1)d et la révision #%(r2)d
nl: Er is een nieuwe revisie aangemaakt: revisie #%(r1)d en #%(r2)d samenvoegen
pt_br: Uma nova revisão foi criada: Mesclando revisão #%(r1)d e revisão #%(r2)d
ru: Новая ревизия создана: Объединение ревизий #%(r1)d и #%(r2)d
sk: Nová verzia bola vytvorená: Spojenie verzií #%(r1)d a #%(r2)d
zh_hant: 一個新的修訂被創建: 合併版本 #%(r1)d 和 #%(r2)d

source: (root)
da: (rod)
de: (Wurzel)
es: (raíz)
fr: (racine)
pt_br: (raiz)
ru: (корень)
sk: (koreň)

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
da: Denne fil kan være refereret i andre artikler. Sletning betyder at de vil miste deres referencer til filen. Følgende artikler refererer denne fil:
de: Die Datei könnte in anderen Artikeln referenziert sein. Wenn sie gelöscht wird, bedeutet das, dass diese Artikel die Referenz verlieren. Folgende Artikel sind betroffen:
es: Es posible que el archivo este referenciado en otros artículos. Al borrarlo va a perder las referencias a este archivo. Los siguientes artículos referencian este archivo:
fi: Tiedostoon saatetaan viitata muissa artikkeleissa. Tiedoston poistaminen tarkoittaa että nämä viittaukset menetetään. Seuraavat artikkelit viittaavat tähän tiedostoon:
fr: Le fichier peut être référencé sur d'autres articles. Supprimer signifie qu'ils perdront leurs références à ce fichier. Les articles suivants utilisent ce fichier:
nl: Andere artikelen kunnen verwijzen naar het bestand. Door het te verwijderen gaat de verwijzing verloren. De volgende artikelen verwijzen naar dit bestand:
pt_br: O arquivo pode ter sido referenciado por outros artigos. Excluí-lo significa que todos esses artigos não serão mais capazes de exibir esse arquivo.Os seguintes artigos fazem referência a esse arquivo:
ru: Файл может быть связан с другими статьями. Удаление этого параметра означает, что они потеряют ссылки на этот файл. Ссылки на этот файл в следующих статьях:
sk: Na súbor môže byť odkazované z iných článkov. Vymazanie súboru znamená stratenie referencií na tento súbor z iných článkov. Nasledujúce články odkazujú na tento súbor:

source: You can remove a reference to a file, but it will retain its references on other articles.
da: Du kan fjerne en reference til en fil, men andre artiklers reference til samme fil er uændret.
de: Du kannst eine Referenz zu einer Datei löschen. Die Referenzen in anderen Artikeln bleiben erhalten.
es: Puede borrar una referencia a un archivo. Esto no afectará las referencias desde otros artículos.
fi: Voit poistaa viittauksen tiedostoon mutta viittaukset muista artikkeleista säilyvät.
fr: Vous pouvez supprimer une référence à un fichier, mais il conservera ses références sur d'autres articles.
nl: Je kunt de verwijzing naar een bestand verwijderen, maar verwijzingen naar andere artikelen blijven behouden.
pt_br: Você pode remover a referência a um arquivo, mas ele manterá suas referências em outros artigos.
ru: Вы можете удалить ссылку на файл, но ссылки в других статьях остануться существовать.
sk: Môžete odstrániť odkaz na súbor, ale zotrvá medzi odkazmi v iných článkoch.

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
da: Når man erstatter en vedhæftning, tilføjer man en fil, som bliver anvendt i stedet for tidligere fil. Alle referencer til denne fil vil blive erstattet med den nye fil, som vil hentes ned som <strong>%(filename)s</strong>. Bemærk at denne vedhæftning også benyttes i andre artikler og konteksten kan variere. Det kan dog også være en stor fordel at kunne erstatte de følgende artikler, når det er nødvendigt. Det er effektivt...
de: Das Ersetzen eines Anhangs bedeutet, dass eine neue Datei stattdessen benutzt wird. Alle Referenzen auf die Datei werden ersetzt durch die, die du hochlädst. Der Dateiname wird <strong>%(filename)s</strong> sein. Bitte beachte, dass diese Datei in anderen Artikeln benutzt wird. Es könnte also zu inhaltlichen Problemen kommen. Zögere dennoch nicht diese Funktion zu benutzen und ersetze gegebenenfalls den Anhang in den aufgeführten Artikeln.
es: Reemplazar un adjunto signifíca agregar un nuevo archivo que será usado en su lugar. Todas las referencias a el archivo seran cambiadas para apuntar al nuevo archivo y el archivo será descargado como <strong>%(filename)s</strong>. Por favor tenga en cuenta que si el adjunto está en uso en otros artículos este también va a apuntar a el nuevo adjunto.
fi: Liitetiedoston korvaaminen tarkoittaa, että sen tilalle lisätään uusi tiedosto. Kaikki viittaukset liitetiedostoon korvataan viitauksilla uuteen tiedostoon ja tiedosto ladataan nimellä <strong>%(filename)s</strong>. Huomioithan, että tämä liitetiedosto on käytössä muissa artikkeleissa, joten saatat sotkea niiden sisältöä. Mutta älä epäröi käyttää tätä ominaisuutta hyväksesi ja tehdä korjauksia alla listatuille artikkeleille tarpeen mukaan. Se on tehokkaampaa....
fr: Remplacer un attachement signifie ajouter un nouveau fichier qui sera utilisé à sa place.Toutes les références de cet attachement pointeront désormais vers le nouveau fichier et celui-ci sera téléchargé avec le nom <strong>%(filename)s</strong>.Notez que cet attachement est utilisé sur d'autres articles, vous pouvez modifier le contenu. Cependant, n'hésitez pas à profiter de cette situation et faire des remplacements pour les articles mentionnés le cas échéant. Cette façon de travailler est plus efficace....
nl: Bij het vervangen van een bijlage wordt het nieuwe bestand toegevoegd. Alle verwijzingen naar het bestand worden hierdoor gewijzigd en het nieuwe bestand kan worden gedownload als <strong>%(filename)s</strong>. Let er op dat deze bijlage in andere artikelen wordt gebruikt. Het is echter raadzaam om het bestand voor de genoemde artikelen aan te passen.
pt_br: Substituir um anexo significa adicionar um novo arquivo em seu lugar. Todas as referências desse arquivos serão substituídas pelo arquivo que você adicionar e o arquivo será baixando como <strong>%(filename)s</strong>. Note que esse anexo está sendo usado em outros artigos e você poderá alterar seu conteúdo. Entretanto, não hesite em tirar vantagem desse recurso para conseguir mudar um mesmo arquivo em vários artigos de uma só vez, caso necessário. Essa é uma forma mais eficiente de trabalhar...
ru: Замена вложений означает, что будет использоваться новый файл вместо существующего. Все ссылки на файлы заменяться на те, что вы загрузите. Имя файла будет <strong>%(filename)s</strong>. Обратите внимание, что этот файл используется в других статьях, что отразится на их содержании. Тем не менее, не стесняйтесь использовать эту функцию и при необходимости замените в статьях, перечисленных ниже. Такой способ работы является более эффективным...
sk: Nahradenie prílohy znamená pridanie nového súboru, ktorý bude použitý na jeho mieste. Všetky odkazy na tento súbor budú nahradené odkazmi na nový súbor, ktorý nahráte a súbor bude možné stiahnuť ako <strong>%(filename)s</strong>. Táto príloha sa používa aj v iných článkoch a jej nahradenie môže spôsobiť problémy. Neváhajte však využiť výhodu tohto nástroja a zmeniť odkazy, kde treba. Tento spôsob práce je efektívnejší...

source: Articles using %(filename)s
da: Artikler der bruger %(filename)s
de: Artikel benutzen %(filename)s
es: Artículos usando %(filename)s
fi: Artikkelit, jotka käyttävät tiedostoa %(filename)s
fr: Article utilisant %(filename)s
nl: Artikelen die gebruik maken van %(filename)s
pt_br: Artigos usando %(filename)s
ru: Статьи, где используется %(filename)s
sk: Články používajúce %(filename)s

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
da: At erstatte en vedhæftning betyder at tilføje en ny fil, som vil blive brugt i stedet. Alle referencer til filen vil blive erstattet med den nye fil og når den downloades vil den hedde <strong>%(filename)s</strong>.
de: Das Ersetzen eines Anhangs bedeutet, dass eine neue Datei stattdessen benutzt wird. Alle Referenzen auf die Datei werden ersetzt durch die, die du hochlädst. Der Dateiname wird <strong>%(filename)s</strong> sein.
es: Reemplazar un adjunto significa agregar un nuevo archivo para usar en su lugar. Todos los enlaces al archivo serán reemplazados para apuntar a el nuevo archivo y será descargado como <strong>%(filename)s</strong>.
fi: Liitetiedoston korvaaminen tarkoittaa, että sen tilalle lisätään uusi tiedosto. Kaikki viittaukset liitetiedostoon korvataan viittauksilla uuteen tiedostoon ja tiedosto ladataan nimellä <strong>%(filename)s</strong>.
fr: Remplacer un attachement signifie ajouter un nouveau fichier qui sera utilisé à sa place. Toutes les références de cet attachement pointeront désormais vers le nouveau fichier et celui-ci sera téléchargé avec le nom <strong>%(filename)s</strong>.
nl: Het vervangen van een bijlage betekent dat een nieuw bestand zal worden gebruikt. Alle verwijzingen naar het bestand worden vervangen door het bestand dat wordt geüpload. Het bestand zal worden gedownload als <strong>%(filename)s</strong>.
pt_br: Substituir um anexo significa adicionar um novo arquivo em seu lugar. Todas as referências desse arquivos serão substituídas pelo arquivo que você adicionar e o arquivo será baixando como <strong>%(filename)s</strong>.
ru: Замена вложений означает, что будет использоваться новый файл на месте этого. Все ссылки на файл изменятся с учетом того, что вы загрузите. Имя файла будет <strong>%(filename)s</strong>.
sk: Nahradenie prílohy znamená pridanie nového súboru, ktorý bude použitý na jeho mieste. Všetky odkazy na tento súbor budú nahradené odkazmi na nový súbor a súbor bude možné stiahnuť ako <strong>%(filename)s</strong>.

source: After uploading an image, it is attached to this particular artice and can be used only here. Other users may replace the image, but older versions are kept. You probably want to show the image with a nice caption. To achieve this, press the Insert button and fill in the caption fields and possibly choose to have you image floating right or left of the content. You can use Markdown in the caption. The markdown code syntax for images looks like this, possible values for align are left and right:
da: Efter uploading af billede er billedet vedhæftet ekslusivt til denne artikel og kan kun benyttes her. Andre brugere kan uploade nye versioner af billedet, men de ældre versioner bliver gemt. Husk en beskrivende billedtekst. For indsætte billedtekst tryk Indsæt knappen og udfyld billedtekst feltet og eventuelt om billedet skal højre- eller venstrejusteret. Du kan benytte Markdown kommandoer i billedteksten. Markdown syntaks for billeder ser således ud:
de: Nachdem ein Bild hochgeladen wurde, wird es mit diesem Artikel verknüpft und kann nur hierin genutzt werden. Andere Benutzer dürfen das Bild ersetzen, aber alte versionen bleiben erhalten. Wahrscheinlich willst du das Bild mit Bildbeschreibung einfügen. Klicke dazu einfach "Einfügen" und fülle das Feld aus. Du kannst auch auwählen ob es rechts- oder linksbündig ist. Du darfst in der Bildbeschreibung Markdown benutzen. Der Markdown Code für bilder sieht wie folgt aus, wobei mögliche Ausrichtungen "right" und "left" sind:
es: Luego de grabar una imágen será asociada a el artículo particular y solo podrá usarla en el artículo. Si require la misma imágen en otro artículo deberá subirla de nuevo. Otros usuarios con acceso podrán reemplazar la imágen, pero las versiones antiguas serán guardadas. Para mostrar la imágen con un subtítulo presione el botón Insert y escriba el texto del subtítulo y si quiere la imágen alineada a la derecha o la izquierda. Es posible usar markdown (etiquetado) en el subtítulo. El etiquetado se vé como esto, los valores de alineación son left y right:
fr: Après avoir téléchargé une image, celle-ci est attachée au présent artice et peut seulement être utilisé ici. Les autres utilisateurs peuvent remplacer l'image, mais les anciennes versions sont conservées. Vous voudrez probablement ensuite afficher l'image avec une légende. Pour cela, appuyez sur le bouton Insérer, puis remplissez les champs de légende pour choisir d'avoir une image flottante à droite ou à gauche du contenu. Vous pouvez utiliser Markdown dans la légende. Le code Markdown utilisé pour citer une image dans l'article ressemble à ceci, les valeurs possibles pour aligner sont 'align:right' ou 'align:left':
nl: Zodra de afbeelding is geüpload wordt het aan dit artikel gekoppeld en kan het alleen hier worden gebruikt. Andere gebruikers kunnen de afbeelding vervangen, maar oudere versies blijven behouden. Om de afbeelding van een onderschrift te voorzien klik je op de Invoegen button en voer je een tekst in. Het is ook mogelijk om de afbeelding rechts of links van de inhoud te positioneren en om gebruik te maken van Markdown. De syntax voor afbeeldingen en mogelijke waarden voor links en rechts zijn:
pt_br: Após adicionar uma imagem, ela estará associada a esse artigo em particular e pode ser usada apenas aqui. Outros usuários podem substituir essa imagem, mas as versões antigas serão mantidas. Você provavelmente vai querer mostrar essa imagem com alguma legenda. Para isso, clique no botão Inserir e preencha os campos e escolha o alinhamento da sua imagem (esquerda ou direita). Você pode usar código markdown na legenda. O código markdown para imagens está exemplificado abaixo. Os valores possíveis para o alinhamento são: left e right
ru: После загрузки изображения, оно будет прикреплено к данной статье и может быть использована только здесь. Другие пользователи могут заменить изображение, но старые версии сохраняются. Если вы хотите, чтобы изображение было с хорошим заголовком нажмите кнопку "Вставить" и заполните в поле для подписи и, где также есть возможность, выбрать положение изображения, плавающего справа или слева от содержания. Можно использовать Markdown-код в подписи. Синтаксис Markdown-кода изображения выглядит следующим образом, возможные значения для выравнивания "слева" и "справа" :
sk: Po nahratí obrázku, je obrázok pripojený k príslušnému článku a môže byť použitý iba tam. Ostatní používatelia môžu obrázok nahradiť, ale staršie verzie sa zachovajú. Pravdepodobne chcete zobraziť obrázok s pekným titulkom. Na to aby ste to dosiahli, kliknite na tlačidlo Vložiť a vyplnte titulok. Môžete taktiež rozhodnúť o zarovnaní obrázka doprava alebo doľava. V titulku môžete používať Markdown značky. Kód markdownu pre obrázky vyzerá takto, možné hodnoty pre zarovnanie sú left alebo right.

source: WikiLinks
es: Enlaces Wiki
fr: LiensWiki
nl: WikiLink
ru: Вики-ссылки

source: Browsing <strong><a href="%(self_url)s">/%(path)s</a></strong>. There %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> in this level.
da: At gennemse <strong><a href="%(self_url)s">/%(path)s</a></strong>. Der %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> på dette niveau.
de: Zeige <strong><a href="%(self_url)s">/%(path)s</a></strong>. Es %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> auf dieser Ebene.
es: Explorando <strong><a href="%(self_url)s">/%(path)s</a></strong>. Hay %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> en este nivel.
fi: Selataan <strong><a href="%(self_url)s">/%(path)s</a></strong>. Tältä tasolta %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong>.
fr: Afficher <strong><a href="%(self_url)s">/%(path)s</a></strong>. Il y a %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> dans dieser Ebene.
nl: Bladeren in <strong><a href="%(self_url)s">/%(path)s</a></strong>. Er zijn %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> op dit niveau.
pt_br: Visualizando <strong><a href="%(self_url)s">/%(path)s</a></strong>. Exist%(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> nesse nível.
ru: Просмотр <strong><a href="%(self_url)s">/%(path)s</a></strong>. %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong> на этом уровне.
sk: Prezeráte <strong><a href="%(self_url)s">/%(path)s</a></strong>. Na tejto úrovni %(articles_plur_verb)s <strong>%(cnt)s %(articles_plur)s</strong>.

source: You need to <a href="%(login_url)s">log in</a> or <a href="%(signup_url)s">sign up</a> to use this function.
da: Du skal være <a href="%(login_url)s">logget ind</a> eller <a href="%(signup_url)s">oprettet som bruger</a> for at benytte denne funktion.
de: Du musst dich <a href="%(login_url)s">einloggen</a> oder <a href="%(signup_url)s">registrieren</a> um diese Funktionalität benutzen zu können.
es: Es necesario <a href="%(login_url)s">Ingresar</a> o <a href="%(signup_url)s">Inscribirse</a> para usar esta función.
fi: Sinun täytyy <a href="%(login_url)s">kirjautua sisään</a> tai <a href="%(signup_url)s">rekisteröityä</a> käyttääksesi tätä toimintoa.
fr: Vous devez <a href="%(login_url)s">vous connecter</a> ou <a href="%(signup_url)s">vous enregistrer</a> pour pouvoir utiliser cette fonction.
nl: Je dient eerst <a href="%(login_url)s">in te loggen</a> of <a href="%(signup_url)s">aan te melden</a> om deze functie te gebruiken.
pt_br: Você precisa <a href="%(login_url)s">estar logado</a> ou <a href="%(signup_url)s">ter uma conta de usuário</a> para usar essa função.
ru: Вам необходимо <a href="%(login_url)s">войти</a> или <a href="%(signup_url)s">зарегистрироваться</a> , чтобы воспользоваться этой функцией.
sk: Musíte sa <a href="%(login_url)s">prihlásiť</a> alebo <a href="%(signup_url)s">zaregistrovať</a>, aby ste mohli využiť túto funkciu.

source: [[WikiLink]]
fr: [[LienWiki]]
