Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: Articles who lost their parents =============================== The children of this article have had their parents deleted. You should probably find a new home for them.
da: Artikler, som har mistet forældrene =============================== Børnene af denne artikel har fået slettet en forældre. Du bør nok finde et nyt hjem til dem.
de: Artikel die ihre Eltern verloren haben ====================================== Die Kinder dieses Artikels haben ihre Eltern verloren. Du solltest ihnen einen neuen Elternknoten zuweisen.
es: Artículos que perdieron su artículo padre =============================== El artículo padre de estos artículos fue elminado. Es aconsejable asignarlos a otro artículo.
fi: Artikkelit jotka menettivät vanhempansa ======================================= Tämän artikkelin ala-artikkeleiden yläartikkeli on poistettu. Ala-artikkelit tarvitsevat uuden yläartikkelin.
fr: Articles qui ont perdu leurs parents ====================================== Les enfants de cet article ont eu leurs parents supprimé. Vous devriezprobablement trouver une nouvelle maison pour eux.
nl: Artikelen zonder ouder-relatie ========================== De onderliggende items voor dit artikel hebben geen ouder-relatie meer. Het is raadzaam om ze elders onder te brengen.
pt_br: Artigos que perderam seus ancestrais ==================================== Os artigos-filhos desse artigo estão sem um artigo-pai. Você provavelmente precisará encontrar um novo artigo-pai para eles.
ru: Статьи, которые остались без предков ====================================== Дети статей, которые были удалены. Вероятно, вы должны указать новых родителей для них.
sk: Podčlánky, ktoré stratili svojich rodičov ================================== Podčlánkom tohoto článku boli vymazaní rodičia. Mali by ste nájsť pre nich iný domov.
zh_hant: 文章們丟失了他們的父文章 =============================== 此文章的孩子們的父母被刪除了. 你需要為它們找一個新家.

source: Lost and found
da: Glemte sager
de: Unreferenzierte Artikel
es: Objetos Perdidos
fi: Kadonnut ja löydetty
fr: Articles retrouvés
nl: Gevonden voorwerpen
pt_br: Achados e perdidos
ru: Потерянные ссылки
sk: Straty a nálezy
zh_hant: 失物認領

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
fi: Kuvaus
nl: Oschrijving
pt_br: Descrição
ru: Описание
sk: Popis
zh_hant: 描述

source: A short summary of what the file contains
da: En kort beskrivelse af hvad en fil indeholder
de: Eine kurze Beschreibung, was die Datei enthält
es: Un pequeño resumen del contenido del archivo
fi: Lyhyt kuvaus tiedoston sisällöstä
fr: Un bref résumé de ce que contient le fichier
nl: Een korte samenvatting van de bestandsinhoud
pt_br: Um pequeno sumário do conteúdo do arquivo
ru: Краткое описание содержания файла
sk: Krátky sumár obsahu súboru
zh_hant: 簡要描述此文件內容

source: Remove previous
da: Fjern forrige
de: Vorherigen entfernen
es: Remover el anterior
fi: Poista edellinen
fr: Supprimer le précédent
nl: Vorige verwijderen
pt_br: Remover anterior.
ru: Удалить предыдущие
sk: Odstrániť predchádzajúce
zh_hant: 刪除前面的

source: Remove previous attachment revisions and their files (to save space)?
da: Fjern forrige vedhæftnings revisioner og disses filer (for at spare lagerplads)?
de: Vorherige Versionen des Anhangs samt Dateien entfernen (um Platz zu sparen)?
es: Eliminar las anteriores revisiones del adjunto y sus archivos ? (esto ahorra espacio)
fi: Poista aiemmat liitetiedostorevisiot ja niiden tiedostot (säästäksesi tilaa)?
fr: Supprimer les précédents fichiers joints (pour gagner de l'espace) ?
nl: Wil je voorgaande bijlage revisies en bijbehorende bestanden verwijderen (om schijfruimte te besparen)?
pt_br: Remover revisões de anexos anteriores e seus arquivos (para salvar espaço)?
ru: Удалить предыдущие ревизии вложений и их файлы (для освобождения свободного места)?
sk: Odstrániť predchádzajúce verzie a ich prílohy (kvôli šetreniu miestom)?
zh_hant: 刪除以前的附件的修訂和他們的文件(以節省空間)?

source: File or zip archive
da: Fil eller zip-arkiv
de: Datei oder zip Archiv
es: Archivo o Archivo zip comprimido
fi: Tiedosto tai zip-paketti
fr: Fichier archive ou compressé
nl: Bestand of zip-archief
pt_br: Arquivo ou ZIP
ru: Файл или zip-архив
sk: Súbor alebo zip archív
zh_hant: 文件或zip壓縮包

source: Unzip file
da: Udpak fil
de: Datei entpacken
es: Descomprimir archivo
fi: Pura zip-paketti
fr: Fichier décompressé
nl: Bestand uitpakken
pt_br: Descompactar arquivo
ru: Распаковать файл
sk: Odzipovať súbor
zh_hant: 解壓文件

source: Create individual attachments for files in a .zip file - directories do not work.
da: Opretter individuelle filer fra en .zip-fil - underbiblioteker virker dog ikke.
de: Erstelle individuelle Anhänge für Dateien in einem .zip Archiv - Verzeichnisse funktionieren nicht.
es: Crear adjuntos individuales para los archivos en un archivo .zip - los directorios no funcionan.
fi: Luo erilliset liitetiedostot kullekin tiedostolle .zip-paketissa (kansiot eivät toimi).
fr: Création de pièces jointes individuels pour les fichiers dans un fichier zip -. Répertoires ne fonctionnent pas.
nl: Maak afzonderlijke bijlagen voor bestanden in een zip-bestand, directories worden niet ondersteund.
pt_br: Crie vários anexos para um artigo usando um arquivo .zip. O arquivo zip não deverá conter diretórios.
ru: Создайте индивидуальные вложения файлов в .zip архиве - директории не работают.
sk: Vytvorte jednotlivé prílohy pre súbory v .zip súbore - priečinky nebudú fungovať.
zh_hant: 為文件創建一個.zip壓縮包 -- 目錄是不行的.

source: Not a zip file
da: Ej en zip-fil
de: Kein zip Archiv
es: No es un archivo comprimido .zip
fi: Ei zip-paketti
fr: Pas un fichier zip
nl: Geen zip-bestand
pt_br: Não é um arquivo zip
ru: Не zip-архив
sk: Nie je zip súbor
zh_hant: 不是一個zip文件

source: User not allowed to moderate this article
da: Bruger har ikke lov til at ændre denne artikel
de: Benutzer ist nicht berechtigt diesen Artikel zu moderieren
es: El usuario no está autorizado para moderar este artículo
fr: Utilisateur n'ayant pas la permission de modérer cet article
nl: Deze gebruiker heeft geen rechten om dit artikel te modereren
pt_br: Usuário não tem permissão para moderar este artigo
ru: Пользователю не разрешено радактировать эту статью
sk: Používateľ nemôže moderovať tento článok
zh_hant: 用戶不得變更這篇文章

source: Yes I am sure...
da: Ja, jeg er sikker...
de: Ja, ich bin mir sicher...
es: Sí, estoy seguro...
fi: Kyllä, olen varma...
fr: Oui, je suis sûr ...
nl: Ja, ik weet het zeker
pt_br: Sim, tenho certeza...
ru: Да, я уверен...
sk: Áno, som si istý...
zh_hant: 是的, 我確定...

source: The revision of this attachment currently in use (on all articles using the attachment)
da: Revisionen for denne vedhæftning er p.t. i brug (på alle artikler, der bruger vedhæftningen)
de: Diese Revision wird aktuell benutzt (in allen Artikel, die den Anhang benutzen)
es: La revisión de este adjunto esta actualmente en uso (en todos los artículos usando el adjunto)
fi: Tämän liitetiedoston käytössä oleva versio (kaikissa artikkeleissa, jotka käyttävät tätä liitetiedostoa)
fr: La révision de cet attachement en cours d'utilisation (sur tous les articles en utilisant lapièce jointe
nl: De revisie van deze bijlage die momenteel in gebruik is (geldt voor alle artikelen die deze bijlage gebruiken)
pt_br: Esta revisão está atualmente sendo usada por algum artigo.
ru: Ревизия с этим вложением в данный момент используется (для всех статей, использующих это вложение)
sk: Verzia tejto prílohy, ktorá sa aktuálne používa (vo všetkých článkoch používajúcich túto prílohu)
zh_hant: 使用此附件的所有版本(使用附件的所有文章)

source: original filename
da: oprindeligt filnavn
de: ursprünglicher Dateiname
es: nombre del archivo original
fi: alkuperäinen tiedostonimi
fr: nom du fichier original
nl: oorspronkelijke bestandsnaam
pt_br: nome original do arquivo
ru: оригинальное название файла
sk: pôvodný názov súboru
zh_hant: 原來的文件名

source: attachment
da: vedhæftning
de: Anhang
es: adjunto
fi: liitetiedosto
fr: pièce jointe
nl: bijlage
pt_br: anexo
ru: вложение
sk: príloha
zh_hant: 附件

source: attachments
da: vedhæftninger
de: Anhänge
es: adjuntos
fi: liitetiedostot
fr: pièces jointes
nl: bijlagen
pt_br: Anexos
ru: вложения
sk: prílohy
zh_hant: 附件

source: No file extension found in filename. That's not okay!
da: Ingen filtype-forkortelse fundet i filnavn (f.eks filnavn.txt). Det er ikke okay!
de: Keine Dateierweiterung im Dateinamen gefunden. Das ist nicht in Ordnung!
es: No se ha encontrado una extensión para el archivo. Esto no está bien !
fr: Aucune extension trouvée dans le nom du fichier. Ce n'est pas bon!
nl: Geen extensie gevonden in bestandsnaam. Dat is niet OK!
pt_br: Não foi encontrada nenhuma extensão de arquivo no nome de arquivo.Isso não está certo.
ru: Разрешение файла не найдено. Плохо!
sk: V názve súboru nebola zistená žiadna prípona.
zh_hant: 沒有在文件名中找到擴展名。文件名後綴有問題！

source: The following filename is illegal: {filename:s}. Extension has to be one of {extensions:s}
da: Følgende filnavn er ikke tilladt: {filename:s}. Filens endelse skal være en af følgende: {extensions:s}
de: Der folgende Dateiname ist unzulässig: {filename:s}. Dateierweiterung muss eine der folgenden sein: {extensions:s}
es: El siguiente nombre de archivo es ilegal: {filename:s}. La extensión debe de ser una de {extensions:s}
fr: Le nom de fichier suivant n'est pas autorisé: {filename:s}. L'extension doit être au choix {extensions:s}
ru: Следующее имя файла является неправильным {filename:s}. Расширение должно быть одним из следующих {extensions:s}
sk: Nasledujúce názvy súborov nie sú povolené: {filename:s}. Prípona musí byť jedna z nasledujúcich {extensions:s}
zh_hant: 文件名是非法的：{filename:s} 。擴展名必須是 {extensions:s}

source: file
da: fil
de: Datei
es: archivo
fi: tiedosto
fr: fichier
nl: bestand
pt_br: arquivo
ru: файл
sk: súbor
zh_hant: 文件

source: attachment revision
da: vedhæftningsrevision
de: Revision des Anhangs
es: revisión del adjunto
fi: liitetiedoston versio
fr: révision de la pièce jointe
nl: bijlage revisie
pt_br: revisão do anexo
ru: ревизия вложения
sk: verzia prílohy
zh_hant: 附件版本

source: attachment revisions
da: vedhæftningsrevisioner
de: Revisionen des Anhangs
es: revisiones del adjunto
fi: liitetiedoston versiot
fr: révisions de la pièce jointe
nl: bijlage revisies
pt_br: revisões dos anexos
ru: ревизии вложения
sk: verzie prílohy
zh_hant: 附件版本

source: Delete
da: Slet
de: Löschen
es: Borrar
fi: Poista
fr: Supprimer
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sk: Vymazať
zh_hant: 刪除

source: The file may be referenced on other articles. Deleting it means that they will loose their references to this file. The following articles reference this file:
zh_hant: 該文件可能被其他文章引用。刪除它意味著它們將失去對這個文件的引用。以下文章引用了這個文件：

source: Go back
da: Tilbage
de: Zurück
es: Regresar
fi: Palaa
fr: Retour
nl: Ga terug
pt_br: Voltar
ru: Назад
sk: Spať
zh_hant: 返回

source: Delete it!
da: Slet den!
de: Löschen!
es: Borrar !
fi: Poista!
fr: Supprimer!
nl: Verwijderen!
pt_br: Apagar!
ru: Удалить!
sk: Vymazať!
zh_hant: 刪除它!

source: Remove
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
nl: Verwijderen
pt_br: Remover
ru: Удалить
sk: Odstrániť
zh_hant: 刪除

source: You can remove a reference to a file, but it will retain its references on other articles.
zh_hant: 你可以刪除對一個文件的引用, 但是在其他文章中, 引用被保留.

source: Remove reference
da: Fjern reference
de: Lösche Referenz
es: Eliminar Referencia
fi: Poista viittaus
fr: Supprimer la référence
nl: Verwijzing verwijderen
pt_br: Remover referência
ru: Удалить ссылку
sk: Odstrániť referenciu.
zh_hant: 刪除引用

source: History of
da: Historie for
de: Revisionen von
es: Historia de
fi: Historia kohteelle
fr: Historique de
nl: Geschiedenis van
pt_br: Histórico de
ru: История
sk: História
zh_hant: 歷史

source: Date
da: Dato
de: Datum
es: Fecha
fi: Päiväys
nl: Datu
pt_br: Data
ru: Дата
sk: Dátum
zh_hant: 日期

source: User
da: Bruger
de: Benutzer
es: Usuario
fi: Käyttäjä
fr: Utilisateur
nl: Gebruiker
pt_br: Usuário
ru: Пользователь
sk: Používateľ
zh_hant: 用戶

source: File
da: Fil
de: Datei
es: Archivo
fi: Tiedosto
fr: Fichier
nl: Bestand
pt_br: Arquivo
ru: Файл
sk: Súbor
zh_hant: 文件

source: Size
da: Størrelse
de: Größe
es: Tamaño
fi: Koko
fr: Taille
nl: Omvang
pt_br: Tamanho
ru: Размер
sk: Veľkosť
zh_hant: 大小

source: Action
da: Handling
de: Aktion
es: Acción
fi: Toiminto
nl: Actie
pt_br: Ação
ru: Действие
sk: Akcia
zh_hant: 動作

source: <em>No description</em>
da: <em>Ingen beskrivelse</em>
de: <em>Keine Beschreibung</em>
es: <em>Sin descripción</em>
fi: <em>Ei kuvausta</em>
fr: <em>Aucune description</em>
nl: <em>Geen beschrijving</em>
pt_br: <em>Sem descrição</em>
ru: <em>Нет описания</em>
sk: <em>Žiadny popis</em>
zh_hant: <em>沒有描述</em>

source: Download
es: Descargar
fi: Lataa
fr: Télécharger
nl: Downloaden
pt_br: Baixar
ru: Загрузить
sk: Stiahnuť
zh_hant: 下載

source: Use this!
da: Brug denne!
de: Benutzen
es: Usar esto !
fi: Käytä tätä!
fr: Appliquer!
nl: Gebruik dit!
pt_br: Use esse!
ru: Используй это!
sk: Použiť!
zh_hant: 用這個!

source: Attachments
da: Vedhæftninger
de: Anhänge
es: Adjuntos
fi: Liitetiedostot
fr: pièces jointes
nl: Bijlagen
pt_br: Anexos
ru: Вложения
sk: Prílohy
zh_hant: 附件

source: The following files are available for this article. Copy the markdown tag to directly refer to a file from the article text.
da: Følgende filer er tilgængelige for artiklen. Kopier markdown-tagget for at referere til en artikel i artikelteksten.
de: Die folgenden Dateien sind für diesen Artikel verfügbar. Kopiere den markdown Tag um die Datei direkt im Text zu verlinken.
es: Los siguientes archivos estan disponibles para este artículo. Copie la etiqueta para enlazar directamente a un archivo desde el contenido del artículo.
fi: Seuraavat tiedostot ovat käytettävissä tällä artikkelilla. Kopioi Markdown-elementti suoraan viitataksesi tiedostoon artikkelin tekstissä.
fr: Les fichiers suivants sont disponibles pour cet article. Copiez directement la balise markdownpour faire référence à un fichier à partir du texte de l'article.
nl: De volgende bestanden zijn beschikbaar voor dit artikel. Kopieer de markdown tag om in de tekst direct naar een bestand te verwijzen.
pt_br: Os seguintes arquivos estão disponíveis para esse artigo. Copie o código markdown para referenciá-lo diretamente no texto do seu artigo.
ru: Следующие файлы доступны для этой статьи. Скопируйте markdown-код для указания файла непосредственно в тексте статьи.
sk: Nasledujúce súbory sú dostupné pre tento článok. Skopírujte markdown značku na priamy odkaz k súboru z textu článku.
zh_hant: 以下文件可供這篇文章使用, 直接複製markdown標籤到文章的文本中來指向文件.

source: Markdown tag
es: Etiqueta
fi: Markdown-elementti
fr: Markdown balise
pt_br: Código Markdown
ru: Markdown-код
zh_hant: Markdown 標籤

source: Uploaded by
da: Uploadet af
de: Hochgeladen von
es: Grabado por
fi: Ladannut
fr: Télécharger par
nl: Geüpload door
pt_br: Adicionado por
ru: Загружено
sk: Nahraté
zh_hant: 上傳由

source: Replace
da: Erstat
de: Ersetzen
es: Reemplazar
fi: Korvaa
fr: Remplacer
nl: Vervangen
pt_br: Substituir
ru: Заменить
sk: Nahradiť
zh_hant: 替換

source: Detach
da: Fjern
de: Trennen
es: Desvincular
fi: Irrota
fr: Détacher
nl: Loskoppelen
pt_br: Desanexar
ru: Разъединить
sk: Oddeliť
zh_hant: 脫離

source: File history
da: Filhistorik
de: Datei Revisionen
es: Historia del archivo
fi: Tiedoston historia
fr: Historique du fichier
nl: Bestandshistorie
pt_br: Histórico do arquivo
ru: История файла
sk: História súboru
zh_hant: 文件歷史

source: revisions
da: revisioner
de: Revisionen
es: revisiones
fi: versiot
fr: révisions
nl: revisie
pt_br: revisões
ru: ревизиии
sk: verzie
zh_hant: 修訂

source: There are no attachments for this article.
da: Der er ingen vedhæftninger for denne artikel.
de: Es gibt keine Anhänge für diesen Artikel.
es: No hay adjuntos para este artículo
fi: Artikkelilla ei ole liitetiedostoja
fr: Il n'y a pas de pièces jointes pour cet article.
nl: Er zijn geen bijlagen bij dit artikel
pt_br: Não existe nenhum anexo para esse artigo.
ru: Нет вложений для этой статьи.
sk: Tento článok nemá žiadne prílohy.
zh_hant: 這個文章沒有附件.

source: Upload new file
da: Upload ny fil
de: Neue Datei hochladen
es: Grabar nuevo archivo
fi: Lataa uusi tiedosto
fr: Télécharger un nouveau fichier
nl: Upload nieuw bestand
pt_br: Adicionar um novo arquivo
ru: Загрузить новый файл
sk: Nahrať nový súbor
zh_hant: 上傳新文件

source: Upload file
da: Upload fil
de: Datei hochladen
es: Grabar archivo
fi: Lataa tiedosto
fr: Télécharger un fichier
nl: Upload bestand
pt_br: Adicionar arquivo
ru: Загрузить файл
sk: Nahrať súbor
zh_hant: 上傳文件

source: Search and add file
da: Søg og tilføj filer
de: Datei suchen und hinzufügen
es: Buscar y agregar archivo
fi: Etsi ja lisää tiedosto
fr: Rechercher et ajouter un fichier
nl: Bestand zoeken en toevoegen
pt_br: Buscar e adicionar um arquivo
ru: Найти и добавить файл
sk: Hľadať a pridať súbor
zh_hant: 搜索並添加文件

source: You can reuse files from other articles. These files are subject to updates on other articles which may or may not be a good thing.
da: Du kan genbruge filer fra andre artikler. Disse filer er genstand for opdateringer på de øvrige artikler, hvilket kan være både tilsigtet eller utilsigtet.
de: Du kannst Dateien von anderen Artikel verwenden. Diese Dateien könnten Änderungen unterliegen.
es: Puede enlazar archivos desde otros artículos. Estos archivos estan sujetos a actualizaciones en otros artículos lo que puede representar problemas.
fi: Voit uudelleenkäyttää muiden artikkelien tiedostoja. Päivitykset muissa artikkeleissa vaikuttavat näihin tiedostoihin, mikä voi olla hyvä tai huono asia.
fr: Vous pouvez réutiliser les fichiers d'autres articles. Ces fichiers sont soumis à des mises à jour sur d'autres articles, ce qui peut être ou ne pas être une bonne chose.
nl: Je kunt bestanden uit andere artikelen hergebruiken. Deze bestanden zijn onderhevig aan wijzigingen in andere artikelen, hergebruik wordt daarom afgeraden.
pt_br: Você pode usar arquivos de outros artigos. Esses arquivos estão sujeitos a atualizações em outros artigos, o que pode (ou não) ser uma boa coisa.
ru: Вы можете использовать файлы других статей. Эти файлы могут быть изменены.
sk: Môžete použiť súbory, ktoré boli nahraté k iným článkom. Tieto súbory však závisia na úpravách príslušných článkov, čo nemusí byť dobré.
zh_hant: 你可以從其他文章重複使用這個文件. 這些文件會受其他文章的更新影響, 這可能是或可能不是一件好事.

source: Restore attachments
da: Gendan vedhæftninger
de: Anhänge wiederherstellen
es: Restaurar adjuntos
fi: Palauta liitetiedostoja
fr: Restorer les pièces jointes
nl: Bijlagen herstellen
pt_br: Restaurar anexos
ru: Восстановить вложения
sk: Obnoviť prílohy
zh_hant: 恢復附件

source: Restore
da: Gendan
de: Wiederherstellen
es: Restaurar
fi: Palauta
fr: Restorer
nl: Herstellen
pt_br: Restaurar
ru: Восстановить
sk: Obnoviť
zh_hant: 恢復

source: Nothing to restore
da: Intet at gendanne
de: Es gibt nichts wiederherzustellen
es: No hay nada para restaurar
fi: Ei mitään palautettavaa
fr: Rien à restorer
nl: Er is niets om te herstellen
pt_br: Nada para restaurar
ru: Нечего восстанавливать
sk: Nič na obnovenie
zh_hant: 沒有可恢復的

source: The article is currently locked for editing, and therefore no new attachments can be added.
da: Artiklen er låst for redigering, og der er derfor kan man ikke tilføje nye vedhæftninger.
de: Der Artikel ist aktuell für die Bearbeitung gesperrt, weshalb auch keine neuen Anhänge hinzugefügt werden können.
es: Este artículo está actualmente bloqueado para edición y por lo tanto no se pueden agregar archivos adjuntos.
fi: Artikkeli on lukittu muutoksilta, joten uusia liitetiedostoja ei voi lisätä.
fr: L'article est actuellement verrouillé pour modification. Aucuns nouveaux attachements peut donc y être ajoutés.
nl: Dit artikel is momenteel vergrendeld voor wijzigingen, nieuwe bijlagen kunnen daarom niet worden toegevoegd.
pt_br: Esse artigo está atualmente travado para edições, e por isso nenhum novo anexo pode ser adicionado.
ru: Статья в настоящее время недоступна для редактирования, что не позволяет добавлять новые вложения.
sk: Tento článok je momentálne zamknutý, preto nie je možné pridávať žiadne prílohy.
zh_hant: 這篇文章已鎖定, 所以不能添加新的附件.

source: This attachment is not permitted on this page.
da: Denne vedhæftning er ikke tilladt på denne side.
de: Diese Anlage ist auf dieser Seite nicht erlaubt.
es: El adjunto no está permitido en esta página
fi: Tämä liitetiedosto ei ole sallittu tällä sivulla.
fr: Les pièces jointes ne sont pas disponibles sur cette page
nl: Deze bijlage is niet toegestaan op deze pagina.
pt_br: Esse tipo de anexo não é permitido nessa página.
ru: Следующее вложение на этой странице запрещено.
sk: Táto príloha nie je povolená na tejto stránke.
zh_hant: 此附件不允許在此頁面上.

source: Click to download
da: Klik for at hente
de: Klicken um Download zu starten
es: Click para descargar
fi: Lataa tästä
fr: Téléchargé le fichier
nl: Klik om te downloaden
pt_br: Clique para fazer o download
ru: Нажать для скачивания
sk: Kliknite na stiahnutie
zh_hant: 點此下載

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>. Please note that this attachment is in use on other articles, you may distort contents. However, do not hestitate to take advantage of this and make replacements for the listed articles where necessary. This way of working is more efficient....
zh_hant: 替換一個附件意味著在當前位置生成並使用一個新文件. 所有引用此文件的位置都被替換成了你上傳的這個, 文件將被下載為<strong>%(filename)s</ strong>. 請注意, 這個附件被其他文章引用, 你可能會篡改內容. 但是, 不要猶豫, 利用這一優勢, 在有必要時可以替換一系列文章. 這種方式是更高效的....

source: Articles using %(filename)s
zh_hant: 文章使用 %(filename)s

source: Replacing an attachment means adding a new file that will be used in its place. All references to the file will be replaced by the one you upload and the file will be downloaded as <strong>%(filename)s</strong>.
zh_hant: 替換一個附件意味著在當前位置生成並使用一個新文件. 所有引用此文件的位置都被替換成了你上傳的這個, 文件將被下載為<strong>%(filename)s</ strong>.

source: Upload replacement
da: Upload erstatning
de: Ersatz hochladen
es: Grabar reemplazo
fi: Lataa korvaava liitetiedosto
fr: Téléchargez le remplacement
nl: Vervanging uploaden
pt_br: Adicionar substituto
ru: Загрузить замену
sk: Nahrať náhradu
zh_hant: 上傳並替換

source: Add file to
da: Tilføj fil til
de: Datei hinzufügen zu
es: Agregar archivo a
fi: Lisää tiedosto kohteeseen
fr: Ajouter le fichier à
nl: Bestand toevoegen aan
pt_br: Adicionar arquivo a
ru: Добавить файл к
sk: Pridať súbor k
zh_hant: 添加文件到

source: Add attachment from other article
da: Tilføj vedhæftning fra anden artikel
de: Anhang von anderem Artikel hinzufügen
es: Agregar adjunto desde otro artículo
fi: Lisää liitetiedosto toisesta artikkelista
fr: Ajouter une pièce jointe d'un autre article
nl: Bestand uit een ander artikel toevoegen
pt_br: Adicionar anexo de outro artigo
ru: Добавить вложение из другой статьи
sk: Pridať prílohu k inému článku
zh_hant: 從其他文章添加附件

source: Search files and articles
da: Søg i filer og artikler
de: Suche nach Dateien und Artikeln
es: Buscar archivos y artículos
fi: Etsi tiedostoja ja artikkeleita
fr: Rechercher les fichiers et les articles
nl: Bestanden en artikelen zoeken
pt_br: Buscar arquivos e artigos
ru: Поиск файлов и статей
sk: Vyhľadať súbory a články
zh_hant: 搜索文件和文章

source: Main article
da: Hovedartikel
de: Hauptartikel
es: Artículo principal
fi: Pääartikkeli
fr: Article principal
nl: Hoofdartikel
pt_br: Artigo principal
ru: Основная статья
sk: Hlavný článok
zh_hant: 主要文章

source: Add to article
da: Tilføj til artikel
de: Zu Artikel hinzufügen
es: Agregar al artículo
fi: Lisää artikkeliin
fr: Ajouter à l'article
nl: Toevoegen aan artikel
pt_br: Adicionar ao artigo
ru: Добавить к статье
sk: Pridať k článku
zh_hant: 添加到文章
