Repository: django-wiki/django-wiki
Catalog: wiki/locale/*/LC_MESSAGES/django.po
Languages: da, de, es, fi, fr, nl, pt_br, ru, sk, zh_hant

source: In the beginning, it will only be editable by administrators, but you can define permissions after.
da: Til at begynde med er det kun muligt for administratorer at redigere, men du kan definere hvem der skal have hvilke tilladelser efterfølgende.
de: Am Anfang ist dieser nur von Administratoren editierbar, später kannst du Berechtigungen festlegen.
es: Al inicio solo podrá ser editado por los administradores pero puede cambiar los permisos más adelante.
fi: Aluksi se on vain ylläpitäjien muokattavissa, mutta voit muuttaa käyttöoikeuksia jälkeenpäin.
fr: Pour débuter, c'est uniquement éditable par les administrateurs, vous pouvez modifier les permissions ensuite.
nl: Aanvankelijk kan het alleen door beheerders worden gewijzigd, maar je kunt later toegangsrechten instellen.
ru: Сейчас, ее сможет редактировать только администратор, но, позже, вы можете определить права доступа.
sk: Na začiatku, bude článok editovateľný iba pre administrátorov, ale neskôr môžete dodefinovať povolenia.
zh_hant: 在開始的時候, 只有管理員會編輯它, 但是之後你可以定義權限.

source: Root article
da: 'Rod' artikel
de: Hauptartikel
es: Artículo raíz
fi: Etusivu
fr: Article racine du wiki
nl: Hoofdartikel
pt_br: Artigo raiz
ru: Основная статья
sk: Koreňový článok
zh_hant: 根文章

source: Create root
da: Opret 'rod'
de: Erstelle Hauptartikel
es: Crear raíz
fi: Luo etusivu
fr: Créer l'article racine du wiki
nl: Hoofdartikel aanmaken
pt_br: Criar raiz
ru: Создать основную статью
sk: Vytvoriť koreňový článok
zh_hant: 創建根

source: Delete article
da: Slet artikel
de: Lösche Artikel
es: Borrar artículo
fi: Poista artikkeli
fr: Supprimer l'article
nl: Artikel verwijderen
pt_br: Remover artigo
ru: Удалить статью
sk: Vymazať článok
zh_hant: 刪除文章

source: You cannot delete a root article.
da: Du kan ikke slette en 'rod' artikel.
de: Du kannst den Hauptartikel nicht löschen.
es: No es posible borrar el artículo raíz.
fi: Et voi poistaa etusivun artikkelia
fr: Vous ne pouvez pas supprimer l'article racine du wiki !.
nl: Je kunt het hoofdartikel niet verwijderen.
pt_br: Você não pode remover o artigo raiz.
ru: Вы не можете удалить основную статью.
sk: Nemôžete vymazať koreňový článok.
zh_hant: 你不能刪除一個根文章.

source: You cannot delete this article because you do not have permission to delete articles with children. Try to remove the children manually one-by-one.
da: Du kan ikke slette denne artikel fordi du ikke har tilladelse til at slette artikler der har underartikler. Forsøg at slette underartiklerne manuelt en af gangen.
de: Du darfst diesen Artikel nicht löschen, weil du nicht die nötigen Rechte besitzt, Artikel mit Unterartikeln zu löschen. Versuche jeweils die Unterartikel manuell zu löschen.
es: No es posible borrar este artículo ya que no tiene los permisos para borrar artículos con sub-artículos (hijos). Intente borrar los sub-artículos uno a uno de forma manual.
fi: Et voi poistaa tätä artikkelia, koska sinulla ei ole oikeutta poistaa artikkelia ala-artikkelien kanssa. Yritä poistaa ala-artikkelit yksitellen.
fr: Vous ne pouvez pas supprimer cet article, car vous n'avez pas la permission de supprimer un article qui possède des sous-articles. Essayez d'enlever manuellement un par un les articles sous celui-ci.
nl: Je kunt dit artikel niet verwijderen omdat je geen toegangsrechten hebt om artikelen met onderliggende items te verwijderen. Verwijder eerst de onderliggende items.
pt_br: Você não pode remover esse artigo pois não possui permissão para remover artigos que possuam artigos filhos. Tente remover os artigos filhos, um por um.
ru: Вы не можете удалять, потому что у вас нет необходимых прав для удаления статьи с детьми. Попробуйте удалить каждую подстатью вручную.
sk: Nemôžete vymazať tento článok, pretože na nemáte práva na vymazanie článku s pod článkami. Skúste najprv vymazať po jednom jednotlivé podčlánky.
zh_hant: 你不能刪除這篇文章, 因為你沒有刪除它子文章的權限. 請嘗試一個一個的刪除它的子文章.

source: You are deleting an article. This means that its children will be deleted as well. If you choose to purge, children will also be purged!
da: Du er ved at markere en artikel som slettet. Dette betyder at underartikler også vil blive markeret som slettet. Hvis du vælger at slette artiklen helt vil underartiklerne ligeledes blive slettet helt.
de: Du löschst einen Artikel. Das bedeutet, dass dessen Unterartikel ebenfalls gelöscht werden. Wenn du "Für immer löschen" auswählst, gilt das selbe für die Unterartikel.
es: Esta borrando un artículo, esto signifíca que también borrará los sub-artículos (hijos). Si decide eliminarlo, los subartículos también sera eliminados totalmente.
fi: Olet poistamassa artikkelia. Tämä tarkoittaa että myös sen ala-artikkelit poistetaan. Jos tuhoat artikkelin lopullisesti, myös ala-artikkelit tuhotaan lopullisesti!
fr: Vous êtes sur le point de supprimer un article. Cela signifie que tous les sous-articles seront également supprimés !.
nl: Je staat op het punt om een artikel te verwijderen. Dit houdt in dat onderliggende artikelen ook worden verwijderd. Als je het artikel definitief opschoont dan geldt dit ook voor onderliggende items!
pt_br: Você está removendo um artigo. Isso significa que todos os artigos filhos também serão removidos. Se você decidir excluir completamente, os artigos filhos também serão removidos completamente!
ru: Вы удаляете эту статью, что узначает и удаление детей статьи. Если вы выберете полное удаление, то и подстатьи будут навсегда удалены!
sk: Odstraňujete článok. To znamená, že aj podčlánky budú odstránené. Ak zvolíte vymazať natrvalo, podčlánky budú tiež vymazané natrvalo.
zh_hant: 你要刪除一篇文章. 這意味著它的子文章也將被刪除. 如果你選擇清除, 子文章也將被清除!

source: Articles that will be deleted
da: Artikler der slettes
de: Artikel, die gelöscht werden
es: Artículos que va a ser borrados
fi: Artikkelit jotka poistetaan
fr: Articles qui seront supprimés
nl: Artikelen die verwijderd zullen worden
pt_br: Artigos que serão removidos.
ru: Статьи, которые будут удалены
sk: Články, ktoré budú vymazané
zh_hant: 文章將被刪除

source: ...and more!
da: ...og mere!
de: ...und noch mehr!
es: …y más!
fi: ...ja lisää!
fr: ...et plus!
nl: ... en meer!
pt_br: ... e mais!
ru: ...и более!
sk: ...a viac!
zh_hant: 更多...

source: You are deleting an article. Please confirm.
da: Du er ved at slette en artikel. Venligst bekræft.
de: Du löschst einen Artikel. Bitte bestätige.
es: Esta borrando un artículo. Por favor confirmar.
fi: Olet poistamassa artikkelia. Vahvista poistaminen.
fr: Vous êtes sur le point de supprimer un article. Veuillez, s'il vous plaît, confirmer.
nl: Weet je zeker dat je het artikel wilt verwijderen?
pt_br: Você está removendo um artigo. Por favor, confirme.
ru: Пожалуйста, подтвердите удаление статьи.
sk: Prosím potvrďte vymazanie článku.
zh_hant: 你刪除了一篇文章. 請確認.

source: Article deleted
da: Artikel slettet
de: Artikel gelöscht
es: Artículo borrado
fi: Artikkeli poistettu
fr: Article supprimé
nl: Artikel is verwijderd
pt_br: Artigo removido
ru: Статья удалена
sk: Článok bol vymazaný
zh_hant: 文章已刪除

source: The article you were looking for has been deleted.
da: Den artikel du ledte efter er blevet slettet.
de: Der Artikel wurde gelöscht.
es: El artículo que busca ha sido borrado.
fi: Etsimäsi artikkeli on poistettu
fr: L'article que vous recherchez a été supprimée.
nl: Het artikel dat je zocht is verwijderd.
pt_br: O artigo que você está procurando foi removido.
ru: Статья, которую Вы захотели открыть, была удалена.
sk: Článok, ktorý ste hľadali bol vymazaný.
zh_hant: 你要找的文章已經被刪除.

source: You may restore this article and its children by clicking restore.
da: Du kan gendanne denne artikel og dets underartikler ved at vælge Gendan
de: Du kannst den Artikel und seine Unterartikel wiederherstellen, indem du "Wiederherstellen" klickst
es: Puede restaurar este artículo y sus artículos hijo dando click en restaurar.
fi: Voit palauttaa artikkelin ja sen ala-artikkelit painamalla palautusnappia.
fr: Vous pouvez restaurer cet article et ses sous-articless en cliquant sur restaurer.
nl: Je kunt dit artikel en onderliggende items herstellen door op "herstellen" te klikken
pt_br: Você pode restaurar esse artigo e todos os seus artigos filhos clicando em Restaurar.
ru: Вы можете восстановить эту статью и ее подстатьи, нажав на кнопку "Восстановить"
sk: Môžete vrátiť tento článok a jeho podčlánky kliknutím na obnoviť.
zh_hant: 您可以通過點擊恢復, 恢復這篇文章和它的子文章.

source: You may remove this article and any children permanently and free their slugs by clicking the below button. This action cannot be undone.
da: Du kan fjerne denne artikel og alle under-artikler permanent og dermed frigøre deres URL-slugs ved at trykke på knappen nedenfor. Handlingen kan ikke fortrydes.
de: Du darfst diesen Artikel und seine Unterartikel dauerhaft löschen und ihre Adressen freigeben, indem du den folgenden Button klickst. Diese Aktion kann nicht rückgängig gemacht werden.
es: Puede borrar este artículo y los sub-artículos de manera permanente para liberar los enlaces dando click al botón inferior. No es posible deshacer esta acción.
fi: Voit tuhota artikkelin ja sen ala-artikkelit lopullisesti ja vapauttaa niiden osoitteet painamalla alla olevaa nappia. Tätä toimintoa ei voi peruuttaa.
fr: Vous pouvez définitivement supprimer cet article (ainsi que tous ses sous-articles) et libérer leurs adresses en cliquant sur le bouton ci-dessous. Attention: cette action ne peut pas être annulée.
nl: Je kunt het artikel en onderliggende items en onderliggende items definitief verwijderen door op onderstaande button te klikken. Deze handeling kan niet ongedaan worden gemaakt.
pt_br: Você pode remover esse artigo e todos os seus artigos filhos (para liberar as URLs usadas por eles) clicando no botão abaixo.Essa ação não poderá ser desfeita.
ru: Вы можете удалить эту статью и все ее подпункты навсегда и освободить их URL-ссылки, нажав на кнопку ниже. Это действие не может быть отменено.
sk: Môžete vymazať tento článok a jeho podčlánky a uvoľniť URL cesty vedúce k týmto článkom kliknutím na tlačidlo nižšie. Táto akcia sa nedá vrátiť.
zh_hant: 你可以點擊下面的按鈕刪永久的除此文章和它所有的子文章, 並釋放此文章的標識. 此操作是不可逆的.

source: Admin Panel
da: Administrator Panel
es: Panel de administración
ru: Панель администратора
zh_hant: 管理面板

source: Deleted Articles
da: Slettede Artikler
de: Gelöschte Artikel
es: Eliminar Artículo
ru: Удаленные статьи
zh_hant: 刪除的文章

source: Page Title
da: Side Titel
de: Seitentitel
es: Título de la página
ru: Название страницы
zh_hant: 頁面標題

source: Date Deleted
da: Slette Dato
es: Fecha eliminada
zh_hant: 刪除日期

source: Restore Article
da: Gendan Artikel
es: Restaurar Artículo
ru: Восстановить статью
zh_hant: 回复文章

source: No deleted articles to display
da: Ingen slettede artikler at vise
de: Keine gelöschten Artikel anzuzeigen
es: No hay artículos eliminados para mostrar
ru: Нет удаленных статей для отображения
zh_hant: 沒有被刪除的文章

source: Listing articles in
da: Lister artikler i
de: Artikel in
es: Listado de artículos en
fi: Lista artikkeleista sivulla
fr: Liste des articles dans
nl: Weergave van artikelen in
pt_br: Listando artigo em
ru: Список статей в
sk: Zobrazujem články v
zh_hant: 文章列表

source: Up one level
da: Et niveau op
de: Zum übergeordneten Artikel
es: Subir un nivel
fi: Ylöspäin
fr: Monter d'un niveau
nl: Eén niveau naar boven
pt_br: Um nível para cima
ru: На уровень выше
sk: O úroveň vyššie
zh_hant: 向上一級

source: Add article
da: Tilføj artikel
de: Artikel hinzufügen
es: Agregar artículo
fi: Lisää artikkeli
fr: Ajouter un article
nl: Artikel toevoegen
pt_br: Adicionar artigo
ru: Добавить статью
sk: Pridať článok
zh_hant: 新增文章

source: clear
da: ryd
de: entfernen
es: limpiar
fi: tyhjennä
fr: effacer
nl: wissen
pt_br: limpar
ru: очистить
sk: zrušiť filter
zh_hant: 清除

source: article,articles
da: artikel,artikler
de: Artikel,Artikel
es: artículo,artículos
fi: artikkeli,artikkelia
nl: artikel, artikelen
pt_br: artigo,artigos
ru: статья,статьи
sk: článok,články
zh_hant: 文章

source: is,are
da: er
de: ist,sind
es: es,son
fi: löytyy,löytyy
fr: est,sont
nl: is,zijn
pt_br: e, em
ru: есть,есть
sk: je,sú
zh_hant: 是

source: Browsing <strong><a href="%(self_url)s">/%(path)s</a></strong>. There %(articles_plur_verb)s <strong>%(cnt)s %( articles_plur)s</strong> in this level.
zh_hant: 瀏覽<strong><a href="%(self_url)s">/%(path)s</a></strong>. 這些%(articles_plur_verb)s <strong>%(cnt)s %( articles_plur)s</strong> 在此級別.

source: Last modified
da: Sidst ændret
de: Zuletzt modifiziert
es: Ultima modificación
fi: Viimeksi muokattu
fr: Dernière modification de
nl: Laatst gewijzigd
pt_br: Última modificação
ru: Последние изменения
sk: Naposledy upravené
zh_hant: 最後一次修改

source: There are no articles in this level
da: Der er ingen artikler på dette niveau
de: Es gibt keine Artikel auf dieser Ebene
es: No hay artículos en este nivel
fi: Tällä tasolla ei ole artikkeleita
fr: Il n'y a pas d'articles dans ce niveau
nl: Er zijn geen artikelen op dit niveau
pt_br: Não existem artigos nesse nível
ru: На этом уровне нет статей
sk: Na tejto úrovni nie sú žiadne články
zh_hant: 沒有在此級別的文章

source: Edit
da: Rediger
de: Bearbeiten
es: Editar
fi: Muokkaa
fr: Editer
nl: Wijzigen
pt_br: Editar
ru: Редактировать
sk: Upraviť
zh_hant: 編輯

source: <strong>Warning:</strong> You are not logged in. Your IP address will be logged.
da: <strong>Advarsel:</strong> Du er ikke logget ind. Din IP adresse vil blive logget.
de: <strong>Achtung:</strong> Du bist nicht eingeloggt. Deine IP Addresse wird gespeichert.
es: <strong>Advertencia:</strong> No ha ingresado al sistema. Su dirección IP será registrada.
fi: <strong>Varoitus:</strong> Et ole kirjautunut sisään. IP-osoiteesi kirjataan ylös.
fr: <strong>Attention:</strong> Vous n'êtes pas identifié Votre adresse IP sera enregistrée.
nl: <strong>Waarschuwing:</strong> Je bent niet ingelogd, je IP-adres wordt opgeslagen.
pt_br: <strong>Atenção:</strong> Você nãpo está logado. Seu endereço IP será guardado.
ru: <strong>Внимание:</strong> Вы не авторизованы. Ваш IP-адрес занесен в лог.
sk: <strong>Upozornenie:</strong> Nie ste prihlásený. Vaša IP adresa bola zaznamenaná.
zh_hant: <strong>警告:</strong> 你沒有登錄. 你的IP地址將被記錄.

source: Click here to log in
da: Klik her for at logge ind
de: Klicke hier um dich einzuloggen
es: Click para ingresar
fi: Kirjaudu sisään
fr: Cliquez ici pour vous enregistrer
nl: Klik hier om in te loggen
pt_br: Clique aqui para entrar
ru: Нажмите для выхода
sk: Kliknite sem pre prihlásenie
zh_hant: 點擊這裡登錄

source: Preview
da: Forhåndsvisning
de: Vorschau
es: Vista Previa
fi: Esikatsele
fr: Prévisualisation
nl: Voorvertoning
pt_br: Visualizar mudanças
ru: Предпросмотр
sk: Náhľad
zh_hant: 預覽

source: Back to editor
da: Tilbage til redigering
de: Zurück zum Editor
es: Regresar al Editor
fi: Takaisin muokkaustilaan
fr: Retour à l'edition
nl: Terug naar de editor
pt_br: Voltar ao editor
ru: Вернуться к редактированию
sk: Späť k úpravám
zh_hant: 返回到編輯

source: Error
da: Fejl
de: Fehler
fi: Virhe
fr: Erreur
nl: Fout
pt_br: Erro
ru: Ошибка
sk: Chyba
zh_hant: 錯誤

source: Not found
da: Ikke fundet
de: Nicht gefunden
es: No encontrado
fi: Ei löydy
fr: Aucun resultat
nl: Niet gevonden
pt_br: Não encontrado
ru: Не найдено
sk: Nenájdené
zh_hant: 沒找到

source: This article was not found, and neither was its parent article.
da: Denne artikel blev ikke fundet og det gjorde dens overartikel heller ikke.
de: Dieser Artikel und sein übergeordneter Artikel wurden nicht gefunden.
es: El artículo no ha sido encontrado. Tampoco se ha encontrado su artículo padre.
fi: Tätä artikkelia ei löydy eikä sen yläartikkelia.
fr: Cet article n'a pas été trouvé
nl: Het artikel is niet gevonden, evenals het bovenliggende artikel.
pt_br: Esse artigo não foi encontrado, nem seu artigo pai.
ru: Статья или ее родительская статья не надены.
sk: Tento článok, ani jeho nadčlánok, neboli nájdené.
zh_hant: 此文章不存在, 也不是它的父文章.

source: Start page
da: Startside
de: Hauptseite
es: Página de Inicio
fi: Aloitussivu
fr: Page d'acceuil
nl: Startpagina
pt_br: Página inical
ru: Главная страница
sk: Domovská stránka
zh_hant: 開始頁面

source: There was some sort of error accessing this page. Sorry!
da: Der opstod en fejl på denne side. Det må du undskylde!
de: Es tut uns leid! Es gab einen Fehler beim Zugriff auf diese Seite.
es: Lo sentimos, ha ocurrido un error al acceder a esta página.
fi: Sivulle pyrkiessä tapahtui virhe. Pahoittelut!
fr: Une erreur est survenue en accédant à cette page. désolé
nl: Er is een fout opgetreden bij het openen van de pagina, sorry!
pt_br: Erro inesperado acessando essa página. Desculpe!
ru: Произошла ошибка доступа к этой странице. Извините!
sk: Pri zobrazovaní tejto stránky nastala chyba. Prepáčte!
zh_hant: 訪問此頁有一些錯誤, 抱歉!

source: Back to
da: Tilbage til
de: Zurück zu
es: Regresar a
fi: Takaisin sivulle
fr: Retour à
nl: Terug naar
pt_br: Voltar
ru: Вернуться на
sk: Naspäť k
zh_hant: 返回到

source: Click each revision to see a list of edited lines. Click the Preview button to see how the article looked at this stage. At the bottom of this page, you can change to a particular revision or merge an old revision with the current one.
da: Vælg hver enkelt revision for at se en liste med de redigerede linjer. Vælg Forhåndsvisning for at se hvordan artiklen så ud i den valgte udgave. I bunden af denne side kan du ændre artiklen til en bestemt udgave eller sammenflette en gammel version med den nuværende.
de: Klicke die Revisionen an, um zu sehen was sich verändert hat. Klicke auf den Vorschaubutton, um zu sehen, wie der Artikel zu diesem Zeitpunkt ausgesehen hat. Unten auf dieser Seite kannst du den Artikel auf eine andere Revision umschalten, oder eine alte Revision mit der aktuellen vereinigen.
es: Seleccione con un click cada revisión para ver una lista de las líneas editadas. Dele click a el botón de Vista Previa para ver como era el artículo en esta revisión. Al final de esta página puede seleccionar como activa una revisión particular o fusionar una revisión antigua con la actual.
fi: Version valitsemalla voit katsoa muokattuja rivejä. Esikatselulla voit katsoa, miltä artikkeli näytti tässä vaiheessa. Sivun alaosassa voit vaihtaa tiettyyn versioon tai yhdistää vanhan version nykyiseen.
fr: Cliquez sur chaque révision pour voir la liste des lignes qui ont été éditées. Cliquez sur le bouton Prévisualiser pour voir comment l'article a été verouillé à ce stade. En bas de cette page, vous pouvez également changer pour une révision particulière ou fusionner une ancienne révision avec la version actuelle.
nl: Klik op een revisie om een lijst met gewijzigde regels te tonen. Klik op de button Voorvertoning om een voorbeeld van de pagina in deze revisie te zien. Onderaan de pagina kun je een bepaalde revisie herstellen of een oude revisie samenvoegen met de huidige.
pt_br: Clique em cada revisão para ver quais linhas foram modificadas. Clique no botão "Visualizar essa revisão" para ver como o artigo era nessa revisão. No fim dessa pagina, você poderá juntar a versão atual à revisão escolhida ou reverter completamente para a revisão escolhida.
ru: Нажав на каждую из ревизий, вы увидите список измененных строк. Нажмите кнопку "Просмотр", чтобы увидеть, как выглядела статья на данном этапе. В нижней части этой страницы, вы можете изменить данную ревизию или соединить одну из предыдущих версий с текущей.
sk: Kliknutím na každú verziu uvidíte zoznam zmenených riadkov. Kliknutím na Náhľad uvidíte, ako bude článok vyzerať. Na konci stránky môžete zmeniť príslušnú verziu článku, alebo spojiť staršiu verziu so súčasnou.
zh_hant: 點擊每一個版本來查看這次編輯的改動信息. 點擊預覽按鈕查看版本的文章. 在頁面的底部, 你可指定一個特定的版本為當前版本, 或合併當前版本與舊版本.

source: no log message
da: ingen logbesked
de: keine Nachricht
es: no hay mensajes en el registro
fi: ei viestiä
fr: aucun message
nl: geen log bericht
pt_br: nenhuma mensagem disponível
ru: ревизия без комментария
sk: žiadna správa v logu
zh_hant: 沒有記錄信息

source: Preview this revision
da: Forhåndsvis denne revision
de: Vorschau
es: Vista Previa de esta revisión
fi: Esikatsele tätä versiota
fr: Prévisualisation
nl: Voorvertoning van deze revisie tonen
pt_br: Visualizar essa revisão
ru: Просмотр ревизии
sk: Náhľad tejto verzie
zh_hant: 預覽此版本

source: Auto log:
da: Automatisk log:
de: Automatisches Log:
es: Registro automático:
fi: Automaattinen viesti
fr: Connexion automatique:
nl: Automatische log:
pt_br: Histórico Automático
ru: Автоматический лог:
sk: Automatický log:
zh_hant: 自動輸出:

source: Change
da: Ændring
de: Ändern
es: Cambio
fi: Muutos
fr: Modifier
nl: Wijzigen
pt_br: Mudança
ru: Изменения
sk: Zmena
zh_hant: 修改

source: Merge selected with current...
da: Sammenflet valgte med nuværende...
de: Vereinige ausgewähltes und aktuelles...
es: Fusionar el artículo seleccionado con el actual
fi: Yhdistä valittu nykyisen kanssa...
fr: Fusionner la version sélectionnée avec la version actuelle ...
nl: Geselecteerde inhoud samenvoegen met de huidige...
pt_br: Mesclar selecionada com atual ...
ru: Соединить выбранную версию с текущей...
sk: Spojiť vybranú verziu so súčasnou...
zh_hant: 合併此版本和當前版本...

source: Switch to selected version
da: Benyt til den valgte version
de: Wechsel zur ausgewählten Version
es: Cambiar a la versión seleccionada
fi: Vaihda valittuun versioon
fr: Changer pour la version sélectionnée
nl: Overschakelen naar de geselecteerde versie
pt_br: Trocar para revisão selecionada
ru: Заменить на выбранную версию
sk: Zmeniť na vybranú verziu
zh_hant: 切換到這個版本

source: Back to history view
da: Tilbage til historik
de: Zurück zur Versionsübersicht
es: Regresar a la vista del histórico
fi: Takaisin historianäkymään
fr: Retour à l'historique
nl: Terug naar de weergavehistorie
pt_br: Voltar para lista de histórico
ru: Вернуться к просмотру истории
sk: Naspäť k preľadu histórie
zh_hant: 返回到歷史視圖

source: Switch to this version
da: Benyt denne version
de: Zu dieser Version wechseln
es: Cambiar a esta versión
fi: Vaihda tähän versioon
fr: Changer pour cette version
nl: Overschakelen naar deze versie
pt_br: Trocar para essa revisão
ru: Заменить на эту версию
sk: Prepnúť na verziu
zh_hant: 切換到此版本

source: Merge with current
da: Sammenflet med nuværende
de: Vereinige mir aktueller Version
es: Fusionar con el actual
fi: Yhdistä nykyisen kanssa
fr: Fusionner avec la version actuelle
nl: Samenvoegen met huidige
pt_br: Mesclar com a atual
ru: Объединить с текущей версией
sk: Spojiť so súčasnou verziou
zh_hant: 合併當前版本

source: When you merge a revision with the current, all data will be retained from both versions and merged at its approximate location from each revision.
da: Når du sammenfletter en udgave med den nuværende vil al data fra begge versioner være bevaret.
de: Wenn eine Revision mit der aktuellen vereinigt wird, bleiben alle Daten erhalten und an den in etwa passenden Stellen eingefügt.
es: Al fusionar una revisión con la actual, todos los datos de ambas versiones serán retenidos.
fi: Kun yhdistät version nykyisen kanssa, molempien sisällöt yhdistetään niiden arvioiduille paikoille.
fr: Lorsque vous fusionnez une révision avec la verision actuelle, les données des deux versions seront conservées et fusionnées.
nl: Bij het samenvoegen van een revisie met de huidige versie zal data zo veel mogelijk worden samengevoegd.
pt_br: Quando você mescla a revisão com a atual, todos os dados das duas versões são mantidos e colocados em suas localizações originais.
ru: При объединении c текущей версией, будут сохранены все данные с обоих версий и поставлены на приблизительное местоположение в статье.
sk: Ak spojíte verziu so súčastnou, všetky dáta budú zachované z oboch verzií a spojené na vhodných miestach z každej verzie.
zh_hant: 當你合併修訂版本和當前版本, 所有來自兩個版本的數據都將在每個版本的大致位置保留和合併.
